{
  "global": {
    "name": "Kashi Vishwanath Vedic Jyotish, Vastu & Anusthan Kendra – Acharya Gopal Sharan Pandey Ji (Pandit Raja Shastri Ji)"
  },
  "Navbar": {
    "home": "Home",
    "our_pooja": "Our Puja",
    "vastu": "Vastu",
    "gau_seva": "Gau Seva",
    "about": "About Us",
    "contact": "Conatct Us",
    "gallery": "Gallery",
    "user_name": "Hello, ",
    "dashboard": "Dashboard"
  },
  "input": {
    "email_phone": "Email id or Phone number",
    "psd": "Password",
    "confirm_psd": "Repeat your password",
    "first_name": "First Name",
    "last_name": "Last Name",
    "email": "Email Id",
    "contact_num": "Contact Number"
  },
  "buttons": {
    "login": "Login",
    "logout": "Sign Out",
    "register": "Register",
    "donate": "Donate Us",
    "book_pooja": "Book your puja",
    "view": "View"
  },
  "HomePage": {
    "title": "Welcome To ",
    "subTitle": "Feel the eternal spirit of selfless service and divine energy flowing from the sacred land of Kashi.",
    "serviceTitle": "Our Services"
  },
  "HomePageCaroselTitle": {
    "1_title": "Prime Minister Narendra Modi",
    "1_subTitle": "PM Modi Lays Foundation Stone Of Cancer Hospital At Bageshwar Dham; Ward To Be Named After Mother Heeraben Modi",
    "2_title": "Chief Minister Yogi Adityanath",
    "2_subTitle": "",
    "3_title": "Acharya Dhirendra Krishna Shastri",
    "3_subTitle": ""
  },
  "navbar_16_sanskar": {
    "garbhadhaan": "Garbhadhaan",
    "punsavan": "Punsavan",
    "simantonayan": "Simantonayan",
    "jatkarma": "Jatkarma",
    "naamkaran": "Naamkaran",
    "nishkramana": "Nishkramana",
    "annprashan": "Annprashan",
    "chaul": "Chaul",
    "vidyarambh": "Vidyarambh",
    "karnavedh": "Karnavedh",
    "upnayan": "Upnayan",
    "vedarambha": "Vedarambha",
    "keshani_samskar": "Keshani Samskar",
    "samavartan": "Samavartan",
    "vivah": "Vivah",
    "antyesthi": "Antyesthi"
  },
  "navbar_pooja": {
    "mahadev_pooja": "Mahadev Puja",
    "devi_pooja": "Devi Puja",
    "hanuman_pooja": "Hanuman Puja",
    "kashi_pooja": "Kashi Special Puja",
    "pitra_pooja": "Pitra Shanti Puja",
    "ganesh_pooja": "Ganesh Puja",
    "bhairav_pooja": "Kaal Bhairav Puja",
    "10_maha_pooja": "10 Maha Vidya Puja"
  },
  "navbar_vastu": {
    "residential_vastu": "Residential Vastu",
    "commercial_vastu": "Commercial Vastu",
    "industrial_vastu": "Industrial Vastu",
    "vastu_vivaran": "Vastu Nivaran",
    "kundali": "Kundali",
    "couple_kundli": "Couple Matching Kundli"
  },
  "gau_seva": {
    "title": "A Compassionate Support System for Injured and Abandoned Cows",
    "subTitle": "Committed to saving and serving Gau Mata and other helpless animals by providing treatment, shelter and care.",
    "1_care": "Animal Rescue & Medical Care",
    "1_care_details": "Round-the-clock medical treatment and emergency assistance for injured and ill cows.",
    "2_care": "Cow Shelter & Rehabilitation",
    "2_care_details": "Round-the-clock medical treatment and emergency assistance for injured and ill cows.",
    "3_care": "Awareness & Education Programs",
    "3_care_details": "Spreading awareness among communities about animal welfare and the importance of timely.",
    "animal": "A Sanctuary for Stray & Injured Animals",
    "animal_title": "Devotion & Service",
    "animal_details": "Pandit Raja Shastri Ji has been devotedly engaged in Gau Seva for over 20 years. With deep faith and compassion, he has dedicated his life to the protection, care, and welfare of cows. Through his continuous efforts, injured, abandoned, and sick cows receive timely medical treatment, proper nourishment, and a safe shelter. His long-standing service reflects true selfless dedication, spiritual values, and a strong commitment to preserving India’s sacred tradition of Gau Seva.",
    "24": "24/7 Animal Rescue & Medical Care State-of-the-art Veterinary Facilities Community Outreach for Animal Welfare"
  },
  "serviceCards": {
    "read_more":"READ MORE",
    "serviceTitle": "Our Services",
    "vadik_gurukul": "Vedic Gurukul",
    "anna": "Annakshetra (Sadhu Seva)",
    "anna_details": "A sacred service of providing daily meals to sadhus and the needy. This service is carried out lifelong with devotion and dedication under the vision, guidance, and blessings of Pujya Maharaj Ji. The noble purpose of this initiative is to serve God through humanity by offering Annadaan to those suffering from hunger. Pujya Maharaj Ji regards Annadaan as the highest form of charity, as life itself depends on food. It is believed that Annadaan brings peace, prosperity, spiritual merit, and inner fulfillment.",
    "ashram_constraction": "Ashram Construction",
    "asram_details": "Construction, operation, and continuous expansion of shelter homes for the elderly, abandoned individuals, orphaned children, and other needy people. This noble service is carried out under the guidance and blessings of Pujya Maharaj Ji, with compassion, service, and dedication to human welfare. The aim is to provide safe shelter, dignity, and a path toward a self-reliant and respectful life for the underprivileged.",
    "kashi_visvanath": "Kashi Vishwanath Anupurna Sanskrit Gurukul",
    "kashi_visvanath_details": "An educational institution dedicated to the study of the Vedas, Puranas, and the Sanskrit language. This institution operates under the guidance and blessings of Pujya Maharaj Ji, offering deep learning of ancient Indian scriptures. Its mission is to awaken spiritual awareness and promote Indian culture, values, and traditions. Special emphasis is placed on moral education, character building, and preservation of timeless knowledge.",
    "water": "Water Service",
    "water_details": "Arrangement of water facilities during the summer season. Free and clean drinking water is provided for animals, birds, and humans as a noble act of life-saving service. This initiative is carried out under the guidance and blessings of Pujya Maharaj Ji, inspired by compassion, kindness, and humanity. The primary aim is to provide relief to living beings suffering from extreme heat. Water service is regarded as a great charity that brings spiritual merit, peace, and harmony.",
    "puja": "Puja",
    "pooja_details": "Expert in Mahadev Puja, Devi Puja, Hanuman Puja, Ganesh Puja, Kal Bhairav Puja, Kashi Vishesh Puja, Pitra Shanti Puja, and 10 Mahavidya Puja. All rituals are performed as per Shastriya Vidhi for peace, protection, prosperity, spiritual growth, and ancestral blessings.",
    "gau_seva": "Gau Seva",
    "gau_details": "Gau Seva Dham is committed to saving and serving Gau Mata and other helpless animals by providing free treatment, shelter, and care. We aim to create a compassionate society where every animal receives love and respect.",
    "vastu": "Vastu",
    "vastu_details": "Blessed expertise in Residential, Commercial, and Industrial Vastu, Vastu Nirvan, Kundali Vishleshan, and Vivah (Couple) Matching Kundli to bring divine balance, peace, prosperity, and harmony in life as per Shastriya principles.",
    "16_sanskar": "16 Sanskar",
    "sanskar_details": "Sacred performance of all Shodasha Sanskar as per Vedic traditions, guiding every stage of life with purity, dharma, blessings, spiritual upliftment, divine protection, positive karma, family harmony, and lifelong well-being."
  },
  "events": {
    "title": "Events By Kashi Vishwanath Vedic Jyotish, Vastu & Anusthan Kendra – Acharya Gopal Sharan Pandey Ji (Pandit Raja Shastri Ji)",
    "1_details": "Bageshwar Dham Siddhpeeth, Chhatarpur, Madhya Pradesh",
    "2_details": "Ramanand Vishwahit Karini Parisar, Shri Ram Janki Mandir, Kashmiri Ganj, Khojwa, Gurudham, Varanasi, Uttar Pradesh",
    "3_details": "Maha Lakshmi Yagya Poojan, Assi Ghat, Varanasi",
    "4_details": "Dwadash Jyotirling Nimit Sw-Sw Lakh Prati Jyotirling Maha Mrityunjaya Yagya, Kashi Vishwanath, Varanasi",
    "5_details": "Harihar Yagya, Chandod, Vadodara, Gujarat",
    "6_details": "Pran Pratishtha Yagya, Ayodhya, Jagdishpur, Uttar Pradesh",
    "7_details": "Parthiv Archan, Varanasi"
  },
  "chooseUs": {
    "title": "Why Choose Us",
    "1_title": "🧘‍♂️ 20+ Years of Experience",
    "1_subTitle": "Pandit Ji has over two decades of experience in performing religious rituals with deep knowledge of Vedic traditions. Every puja is done with precision, devotion, and discipline.",
    "2_title": "🔱 All Types of Puja & Havan",
    "2_subTitle": "From daily puja to special ceremonies like Griha Pravesh, Satyanarayan Katha, Rudrabhishek, and Mahamrityunjaya Jaap, all rituals are performed as per scriptures.",
    "3_title": "🏠 Vastu Shastra Expert",
    "3_subTitle": "Accurate Vastu guidance is provided to improve peace, health, and prosperity in homes, offices, and business spaces without unnecessary changes.",
    "4_title": "👶 Complete 16 Sanskar Services",
    "4_subTitle": "All 16 Sanskars—from Naamkaran and Mundan to Vivah Sanskar—are performed following proper rituals and auspicious timings.",
    "5_title": "📿 Authentic Vedic Mantras",
    "5_subTitle": "Only pure and correct Vedic mantras are chanted to ensure spiritual effectiveness and positive energy.",
    "6_title": "🤝 Trusted & Devoted Service",
    "6_subTitle": "Known for honesty, punctuality, and respectful conduct, Pandit Ji is trusted by families for important religious occasions."
  },
  "mahadev": {
    "title": "Mahadev Puja",
    "1": "NITYA SHIVA PUJA (Daily Puja)",
    "1_details": "Daily dharma, inner peace, spiritual stability",
    "1_subTitle": "Nitya Shiva Puja refers to the daily worship of Lord Shiva, performed with devotion, discipline, and purity of heart. The word Nitya means “daily” or “regular,” signifying the importance of consistent spiritual practice in a devotee’s life. Through daily Shiva Puja, the devotee establishes a continuous connection with Lord Shiva, who represents supreme consciousness, inner peace, and transformation.This puja typically includes offering water, milk, Bilva leaves, flowers, incense, and light to the Shiva Linga or the image of Lord Shiva, accompanied by the chanting of sacred mantras such as Om Namah Shivaya. The daily practice of Shiva Puja helps purify the mind, reduce stress, and cultivate discipline, patience, and devotion. It encourages self-reflection and detachment from negative thoughts and worldly distractions. Nitya Shiva Puja is not limited to elaborate rituals; even simple offerings made with sincerity are considered highly auspicious. Performed regularly, this daily puja is believed to bring spiritual growth, inner strength, good health, and divine blessings. It creates harmony between the body, mind, and soul, guiding the devotee toward a balanced, peaceful, and righteous life under the grace of Lord Shiva.",
    "2": "SHIVA LINGA ABHISHEKAM (Core Puja)",
    "2_details": "Removal of sins, purification",
    "2_subTitle": "Shiva Linga Abhishekam is the central and most sacred ritual of Shiva worship, in which the Shiva Linga is ceremonially bathed with holy substances such as water, milk, curd, honey, ghee, and other sanctified offerings while chanting Vedic and devotional mantras. The term Abhishekam literally means “sacred bathing,” and it symbolizes the purification of the devotee’s body, mind, and soul through devotion and surrender. The Shiva Linga represents the formless, infinite, and eternal nature of Lord Shiva, the supreme consciousness. The continuous flow of liquids during Abhishekam signifies the unceasing stream of faith, humility, and devotion offered to the Divine. This ritual reflects the act of letting go of ego, negative energies, and worldly attachments, and seeking divine grace for inner peace, spiritual growth, and well-being. Shiva Linga Abhishekam is performed daily in temples and homes, and holds special importance on Mondays, Pradosh, and Mahashivratri. It is believed that sincere performance of this core puja brings mental clarity, purity of heart, and closeness to Lord Shiva, guiding the devotee toward harmony and spiritual liberation.",
    "3": "PANCHOPACHAR PUJA",
    "3_details": "Simple puja for grihastha, Minimum essentials accepted by Mahadev",
    "3_subTitle": "Panchopachar Puja is a simple and essential form of Hindu worship that involves offering five sacred items (Upacharas) to a deity with devotion and reverence. The word Pancha means “five,” and Upachara means “services or offerings.” This puja represents the basic method of honoring the Divine in a respectful and symbolic manner. The five offerings traditionally include Gandha (sandalwood paste), Pushpa (flowers), Dhupa (incense), Deepa (lamp), and Naivedya (food offering). Each Upachara symbolizes an aspect of devotion and the five elements of nature—earth, water, fire, air, and space—through which the devotee connects with the deity. By offering these items, the worshipper expresses gratitude, humility, and surrender. Panchopachar Puja is commonly performed in daily worship, home pujas, and temple rituals, especially when time or resources are limited. Despite its simplicity, it holds deep spiritual significance and is considered complete when performed with sincerity and faith. This form of worship helps cultivate discipline, purity of thought, and inner devotion, allowing the devotee to experience peace, balance, and closeness to the Divine through mindful and heartfelt offerings.",
    "4": "SHODASHOPACHAR PUJA",
    "4_details": "Temple-level complete worship",
    "4_subTitle": "Shodashopachar Puja is a complete and elaborate form of Hindu worship that consists of offering sixteen sacred services (Upacharas) to a deity. The word Shodasha means “sixteen,” and Upachara means “ritual services or offerings.” This puja is considered a detailed and respectful way of honoring the Divine, treating the deity as an honored guest. The sixteen Upacharas typically include Avahana (invocation), Asana (offering a seat), Padya (washing the feet), Arghya (welcoming water), Achamana (water for sipping), Snana (sacred bath), Vastra (clothing), Gandha (sandalwood), Pushpa (flowers), Dhupa (incense), Deepa (lamp), Naivedya (food offering), Tambula (betel leaves), Neerajana (aarti), Mantrapushpa, and Visarjana (conclusion). Each offering symbolizes devotion, purity, and reverence. Shodashopachar Puja is commonly performed during festivals, special occasions, temple rituals, and important vows. Unlike simpler forms of worship, this puja emphasizes completeness, discipline, and detailed ritual observance. When performed with sincerity and devotion, Shodashopachar Puja is believed to invoke divine grace, spiritual upliftment, and inner harmony, strengthening the devotee’s connection with the deity and deepening the experience of worship.",
    "5": "SOMVAR VRAT PUJA",
    "5_details": "Mental peace, marriage, devotion",
    "5_subTitle": "Somvar Vrat Puja is a sacred devotional practice dedicated to Lord Shiva, observed on Mondays (Somvar). The word Som refers to the Moon, which is closely associated with Lord Shiva, who adorns the crescent moon on his head. Observing Somvar Vrat is believed to please Lord Shiva and seek his blessings for peace, stability, and fulfillment of righteous desires. This vrat involves fasting, prayer, and worship of the Shiva Linga, accompanied by the chanting of mantras such as Om Namah Shivaya and the Mahamrityunjaya Mantra. Devotees often consume simple sattvic food or observe a complete fast, offering water, milk, Bilva leaves, and flowers to Lord Shiva. The vrat emphasizes self-discipline, purity of thought, and devotion. Somvar Vrat Puja is commonly observed for a specific period, such as sixteen consecutive Mondays, or on important occasions like Shravan month. It is believed that sincere observance of this vrat removes obstacles, brings mental peace, strengthens faith, and attracts divine grace. Through Somvar Vrat Puja, devotees deepen their spiritual connection with Lord Shiva and cultivate patience, humility, and inner strength in daily life.",
    "6": "SHRAVAN SOMVAR PUJA",
    "6_details": "Fulfillment of wishes, bhakti siddhi",
    "6_subTitle": "Somvar Vrat Puja is a sacred devotional practice dedicated to Lord Shiva, observed on Mondays (Somvar). The word Som refers to the Moon, which is closely associated with Lord Shiva, who adorns the crescent moon on his head. Observing Somvar Vrat is believed to please Lord Shiva and seek his blessings for peace, stability, and fulfillment of righteous desires. This vrat involves fasting, prayer, and worship of the Shiva Linga, accompanied by the chanting of mantras such as Om Namah Shivaya and the Mahamrityunjaya Mantra. Devotees often consume simple sattvic food or observe a complete fast, offering water, milk, Bilva leaves, and flowers to Lord Shiva. The vrat emphasizes self-discipline, purity of thought, and devotion. Somvar Vrat Puja is commonly observed for a specific period, such as sixteen consecutive Mondays, or on important occasions like Shravan month. It is believed that sincere observance of this vrat removes obstacles, brings mental peace, strengthens faith, and attracts divine grace. Through Somvar Vrat Puja, devotees deepen their spiritual connection with Lord Shiva and cultivate patience, humility, and inner strength in daily life.",
    "7": "PRADOSH VRAT PUJA",
    "7_details": "Karmic cleansing",
    "7_subTitle": "Pradosh Vrat Puja is a highly auspicious worship dedicated to Lord Shiva and Goddess Parvati, observed on the Pradosh period, which occurs on the 13th lunar day (Trayodashi) of both the waxing and waning phases of the moon. The Pradosh time, which falls just after sunset, is considered especially sacred for seeking divine blessings and spiritual purification. During Pradosh Vrat Puja, devotees observe fasting, perform Shiva Linga worship, and chant sacred mantras such as Om Namah Shivaya and the Mahamrityunjaya Mantra. Offerings of water, milk, Bilva leaves, flowers, incense, and lamps are made with deep devotion. This vrat emphasizes self-control, patience, and sincere surrender to Lord Shiva.Pradosh Vrat is believed to remove sins, reduce negative karmic influences, and grant peace, prosperity, and spiritual progress. When observed regularly, especially on Shani Pradosh or Soma Pradosh, it is said to bestow relief from obstacles, fears, and hardships. Pradosh Vrat Puja strengthens faith and devotion, helping devotees experience inner calm, balance, and closeness to Lord Shiva and Goddess Parvati.",
    "8": "MAHA SHIVRATRI PUJA",
    "8_details": "Moksha tattva awakening",
    "8_subTitle": "Maha Shivratri Puja is one of the most sacred and significant festivals dedicated to Lord Shiva, observed annually on the 14th night of the dark fortnight (Krishna Paksha Chaturdashi) of the month of Phalguna. This holy night symbolizes the victory of spiritual light over darkness and ignorance, and it is believed to be the night when Lord Shiva manifested as the supreme cosmic reality. Maha Shivratri Puja involves fasting, night-long vigil (jagran), and repeated worship of the Shiva Linga through abhishekam, mantra chanting, and offerings. Devotees offer water, milk, honey, Bilva leaves, and flowers while chanting sacred mantras such as Om Namah Shivaya and the Mahamrityunjaya Mantra. The puja is often performed in four phases during the night, each representing a step toward spiritual awakening. This sacred observance emphasizes self-discipline, renunciation, and deep devotion. Maha Shivratri Puja is believed to cleanse past karmas, remove negative energies, and grant spiritual strength and inner peace. By observing this puja with sincerity and faith, devotees seek the blessings of Lord Shiva for liberation, wisdom, and harmony in life.",
    "9": "RUDRA ABHISHEKAM",
    "9_details": "Health, prosperity, graha shanti",
    "9_subTitle": "Rudra Abhishekam is a powerful and highly revered Vedic ritual dedicated to Lord Shiva in his Rudra form, which represents divine energy, transformation, and protection. This sacred ceremony involves the ritual bathing of the Shiva Linga while chanting the Sri Rudram, a profound hymn from the Yajur Veda that praises the many aspects of Lord Rudra. The term Rudra signifies the fierce yet compassionate aspect of Lord Shiva, who removes suffering, fear, and negative forces from the lives of devotees. During Rudra Abhishekam, holy substances such as water, milk, curd, honey, ghee, and Panchamrit are poured over the Shiva Linga in a continuous flow, accompanied by precise Vedic recitation. The rhythmic chanting creates a spiritually charged atmosphere that purifies the surroundings. Rudra Abhishekam is often performed to seek peace, health, prosperity, and relief from obstacles, as well as for planetary harmony and spiritual upliftment. It is especially significant during Maha Shivratri, Pradosh, Mondays, and Shravan month. Performed with devotion and proper intent, Rudra Abhishekam is believed to cleanse karmic burdens, invoke divine protection, and bestow inner strength, balance, and the blessings of Lord Shiva.",
    "10": "MAHA MRITYUNJAYA JAPA PUJA",
    "10_details": "Long life, Disease relief, Protection from untimely death",
    "10_subTitle": "Maha Mrityunjaya Japa Puja is a powerful Vedic worship dedicated to Lord Shiva as the conqueror of death and fear. The Maha Mrityunjaya Mantra, also known as the Tryambakam Mantra, is taken from the Rig and Yajur Vedas and is revered for its deep spiritual and healing significance. This puja focuses on the repeated chanting (japa) of the mantra to invoke divine protection, longevity, and inner strength. During Maha Mrityunjaya Japa Puja, devotees chant the sacred mantra a fixed number of times, often 108, 1,008, or 1,25,000 repetitions, accompanied by offerings to the Shiva Linga or sacred fire. The vibration created by continuous mantra recitation is believed to purify the mind, body, and surroundings, removing negative energies and fear of death. This puja is especially performed for health, recovery from illness, relief from anxiety, and spiritual protection. Maha Mrityunjaya Japa Puja emphasizes faith, concentration, and surrender to Lord Shiva. It is commonly observed on Mondays, Pradosh, Maha Shivratri, and during critical phases of life. Performed with sincerity, this puja is believed to bestow peace, courage, spiritual growth, and the divine grace of Lord Shiva, guiding the devotee toward balance, well-being, and liberation.",
    "11": "LAGHU RUDRA PUJA",
    "11_details": "Family peace, prosperity",
    "11_subTitle": "Laghu Rudra Puja is a significant Vedic ritual dedicated to Lord Shiva in his Rudra form, performed through the systematic chanting of the Sri Rudram along with sacred offerings. The term Laghu means “minor” or “compact,” indicating that this ritual is a shorter yet complete form of Rudra worship, when compared to Maha Rudra or Ati Rudra ceremonies. In Laghu Rudra Puja, the Sri Rudram is recited eleven times, followed by the chanting of Chamakam and the performance of abhishekam to the Shiva Linga using holy substances such as water, milk, curd, honey, ghee, and Panchamrit. The precise Vedic chanting and continuous abhishekam create a spiritually powerful atmosphere that purifies the surroundings and the devotee’s inner being. Laghu Rudra Puja is performed to seek peace, health, prosperity, and relief from obstacles and negative influences. It is also undertaken for planetary harmony, removal of doshas, and spiritual upliftment. Commonly performed on Maha Shivratri, Mondays, Pradosh, and during Shravan month, this puja holds deep spiritual significance. When conducted with devotion and proper Vedic procedure, Laghu Rudra Puja is believed to invoke the compassionate grace of Lord Shiva, bestowing protection, inner strength, balance, and spiritual growth.",
    "12": "ATI RUDRA PUJA",
    "12_details": "Global peace",
    "12_subTitle": "Ati Rudra Puja is one of the most powerful and elaborate Vedic rituals dedicated to Lord Shiva in his Rudra form. The term Ati means “great” or “supreme,” indicating the highest level of Rudra worship, surpassing Laghu Rudra and Maha Rudra ceremonies. This grand puja is performed to invoke profound spiritual energy and divine transformation. Ati Rudra Puja involves the recitation of Sri Rudram a total of 1,46,41,000 times, accompanied by the chanting of Chamakam and continuous Shiva Linga Abhishekam using sacred substances such as water, milk, curd, honey, ghee, and Panchamrit. Due to its vast scale, this ritual is conducted over several days by numerous learned Vedic priests, following strict scriptural procedures. This puja is undertaken for global peace, removal of major karmic burdens, planetary harmony, and spiritual upliftment. It is believed to generate immense positive vibrations that purify the environment and bestow divine protection. Ati Rudra Puja is often performed during significant occasions, including Maha Shivratri, temple consecrations, and major spiritual endeavors. When conducted with devotion and proper discipline, Ati Rudra Puja is said to invoke the supreme grace of Lord Shiva, granting inner strength, harmony, prosperity, and spiritual liberation.",
    "13": "BILVA PATRA PUJA",
    "13_details": "Shiva prasannata",
    "13_subTitle": "Bilva Patra Puja is a sacred form of worship dedicated to Lord Shiva, in which Bilva (Bel) leaves are offered with devotion to the Shiva Linga or the image of Lord Shiva. The Bilva leaf is considered extremely dear to Lord Shiva and holds deep spiritual and symbolic significance in Shaivite tradition. Offering Bilva Patra is believed to be one of the most pleasing acts of devotion to Mahadev. The Bilva leaf, typically trifoliate, symbolizes the three eyes of Lord Shiva, the three gunas (Sattva, Rajas, and Tamas), and the trinity of creation, preservation, and dissolution. During Bilva Patra Puja, devotees offer fresh, clean leaves while chanting sacred mantras such as Om Namah Shivaya. This simple yet profound act represents humility, purity, and complete surrender to the Divine. Bilva Patra Puja is commonly performed during daily Shiva worship, Mondays, Pradosh, Shravan month, and Maha Shivratri. It is believed that sincere offering of Bilva leaves removes sins, calms the mind, and attracts divine grace. This puja encourages devotion, inner purification, and spiritual growth, helping the devotee experience peace, balance, and closeness to Lord Shiva through a pure and natural offering.",
    "14": "BHASMA (VIBHUTI) PUJA",
    "14_details": "Destruction of ego",
    "14_subTitle": "Bhasma (Vibhuti) Puja is a sacred form of worship associated with Lord Shiva, in which holy ash (Vibhuti) is offered and applied with reverence. Vibhuti is traditionally prepared from sacred fire or consecrated substances and holds deep spiritual meaning in Shaivite tradition. It symbolizes the ultimate truth of impermanence, reminding devotees that all material existence eventually turns to ash. In Shiva worship, Bhasma represents renunciation, purity, and spiritual wisdom. Lord Shiva himself is depicted adorned with sacred ash, signifying his transcendence over worldly attachments and ego. During Bhasma Puja, devotees offer Vibhuti to the Shiva Linga and apply it on the forehead while chanting mantras such as Om Namah Shivaya. This act reflects humility, detachment, and surrender to the Divine. Bhasma Puja is commonly performed during daily Shiva worship, Maha Shivratri, Pradosh, and Shravan month. It is believed that sincere devotion through Vibhuti removes negative tendencies, purifies the mind, and bestows protection and inner strength. This puja inspires spiritual awareness, self-control, and a deeper understanding of life’s transient nature, guiding the devotee toward inner peace and divine grace.",
    "15": "SHIVA SAHASRANAMA ARCHANA",
    "15_details": "Bhakti",
    "15_subTitle": "Shiva Sahasranama Archana is a sacred devotional worship dedicated to Lord Shiva, in which the thousand holy names (Sahasranama) of Lord Shiva are recited with reverence and devotion. The term Sahasranama means “a thousand names,” each name describing a unique attribute, quality, or divine aspect of Lord Shiva, while Archana refers to the ritual offering made during the recitation. In this puja, devotees chant each name of Lord Shiva while offering flowers, Bilva leaves, or sacred substances to the Shiva Linga or the deity’s image. This systematic chanting helps the devotee contemplate the infinite nature of Lord Shiva, who embodies creation, preservation, and dissolution. The repetition of divine names purifies the mind, enhances concentration, and deepens spiritual awareness. Shiva Sahasranama Archana is commonly performed during daily worship, Mondays, Pradosh, Shravan month, and Maha Shivratri. It is believed that sincere performance of this archana removes negative tendencies, grants mental peace, and bestows divine blessings. This worship cultivates humility, devotion, and inner discipline, allowing the devotee to experience closeness to Lord Shiva and progress steadily on the spiritual path toward harmony, wisdom, and liberation.",
    "16": "MANASIKA PUJA (Mental Worship)",
    "16_details": "Equal to external puja",
    "16_subTitle": "Manasika Puja, also known as Mental Worship, is a subtle and profound form of devotion in which the entire act of worship is performed within the mind, without the use of physical offerings or external rituals. The devotee visualizes the deity, sacred space, offerings, and rituals with deep concentration, faith, and purity of thought. In Manasika Puja, the worshipper mentally invokes the presence of the Divine, offers symbolic items such as water, flowers, incense, and light, and performs prayers and aarti through visualization. This form of worship emphasizes inner purity, awareness, and sincere devotion, rather than material resources. It teaches that true worship arises from the heart and mind, not merely from external actions. Manasika Puja is especially valuable when physical worship is not possible due to time, place, or circumstances. It is considered equally powerful as ritual worship when performed with full faith and focus. This practice helps calm the mind, develop concentration, and deepen spiritual connection. By engaging in Manasika Puja, the devotee cultivates detachment, mindfulness, and inner discipline, ultimately realizing that the Divine resides within one’s own consciousness and is accessible through sincere and contemplative devotion.",
    "17": "DHYANA PUJA",
    "17_details": "Moksha marg",
    "17_subTitle": "Dhyana Puja is a sacred form of worship based on meditation and focused contemplation, in which the devotee worships the Divine through deep concentration and inner awareness. The word Dhyana means meditation, and in this puja, the practitioner seeks to establish a direct inner connection with the chosen deity by calming the mind and turning attention inward. In Dhyana Puja, the devotee sits in a steady posture and meditates upon the form, qualities, and presence of the deity, often using a mantra, sacred image, or breath awareness as a support. Unlike ritual-based worship, Dhyana Puja emphasizes silence, mindfulness, and inner stillness rather than physical offerings. It allows the worshipper to experience the Divine not only as an external form, but as a living presence within the heart and consciousness. Dhyana Puja helps reduce mental distractions, purify thoughts, and awaken spiritual insight. It is especially beneficial for cultivating self-discipline, emotional balance, and clarity of mind. Regular practice of Dhyana Puja strengthens devotion, deepens awareness, and gradually leads the devotee toward inner peace and self-realization. This form of worship teaches that true communion with the Divine arises through sustained attention, surrender, and meditative absorption.",
    "18": "JYOTIRLINGA PUJA",
    "18_details": "12 Jyotirlingas worship",
    "18_subTitle": "Jyotirlinga Puja is a sacred form of worship dedicated to Lord Shiva as the supreme pillar of divine light. The term Jyoti means “light” and Linga signifies the symbol of the infinite and formless reality. Jyotirlingas represent Lord Shiva’s manifestation as eternal light, signifying the beginningless and endless nature of the Supreme Consciousness. According to Hindu tradition, there are twelve Jyotirlingas located across India, each holding immense spiritual significance. Jyotirlinga Puja involves offering prayers, abhishekam, flowers, Bilva leaves, incense, and lamps to the Shiva Linga, along with the chanting of sacred mantras such as Om Namah Shivaya. This worship symbolizes surrender to divine light and the awakening of inner spiritual awareness. Jyotirlinga Puja is believed to cleanse sins, remove ignorance, and illuminate the path of righteousness. It strengthens devotion, instills humility, and inspires the devotee to seek truth beyond material existence. Performed with faith, this puja brings peace, protection, and divine grace. Whether conducted at the sacred Jyotirlinga shrines or through symbolic worship at home, Jyotirlinga Puja helps devotees connect with Lord Shiva’s infinite presence and guides them toward spiritual clarity, balance, and liberation.",
    "19": "LINGODBHAVA PUJA",
    "19_details": "Infinite Shiva tattva",
    "19_subTitle": "Lingodbhava Puja is a sacred worship dedicated to the divine manifestation of Lord Shiva as the infinite cosmic pillar (Linga). The term Lingodbhava refers to the emergence of the Shiva Linga as a boundless column of light, symbolizing the supreme, formless, and eternal nature of Lord Shiva. This puja commemorates the event where Lord Shiva revealed his infinite form to Lord Brahma and Lord Vishnu, establishing his position as the ultimate reality beyond beginning and end. In Lingodbhava Puja, devotees worship the Shiva Linga with offerings such as water, milk, flowers, Bilva leaves, incense, and lamps, accompanied by the chanting of sacred mantras. The ritual signifies surrender to divine infinity and acceptance of the limitations of ego and intellect. It encourages humility, faith, and spiritual wisdom. Lingodbhava Puja is especially observed during Maha Shivratri and Pradosh. It is believed that performing this puja with devotion removes ignorance, dispels pride, and awakens higher consciousness. This worship inspires the devotee to recognize the boundless nature of the Divine and to seek truth beyond material perception. Lingodbhava Puja ultimately leads the practitioner toward inner clarity, spiritual growth, and a deeper understanding of Lord Shiva as the eternal source of all existence."
  },
  "devi": {
    "title": "Devi Puja",
    "1": "Devi Abhishek and Shringar Puja",
    "1_": "Brings peace, prosperity, and family harmony.",
    "1__": "Devi Abhishek and Shringar Puja is a sacred ritual where the Goddess is bathed with holy water, milk, honey, ghee, and other auspicious substances, followed by decorating her idol or image with beautiful clothes, flowers, jewelry, and sacred marks. This puja is performed to invoke the blessings of the Goddess for peace, prosperity, health, and spiritual growth. The ritual symbolizes purification of the mind and body of the devotee and deepens devotion. During the Abhishek, mantras and hymns are chanted to awaken the divine energy of the Goddess, while the Shringar (adornment) represents love, respect, and reverence. Devotees believe that performing this puja removes obstacles, enhances family happiness, brings prosperity, and attracts divine energy into the home. It is especially recommended during festivals, auspicious occasions, or during Navratri. Both Abhishek and Shringar help the devotee connect intimately with the Goddess, fostering mental calmness, devotion, and confidence. The ritual also symbolizes nurturing and caring for the divine, reflecting the devotion in the devotee’s own life.",
    "2": "Durga Saptashati Path",
    "2_": "Removes negativity, fear, and evil influences.",
    "2__": "Durga Saptashati Path, also known as Chandi Path, is the recitation of 700 powerful verses from the Markandeya Purana dedicated to Goddess Durga. These verses describe her divine power, her victories over demons, and her protective nature for devotees. The Saptashati Path is considered highly auspicious and is performed to remove fear, negativity, obstacles, and suffering from one’s life. It is believed to awaken inner strength, courage, and spiritual energy. During the recitation, devotees chant the hymns with devotion and meditate on the Goddess’s forms, invoking her blessings for health, prosperity, wisdom, and protection. This ritual is especially performed during Navratri, Durga Puja, or in times of distress, to gain divine guidance and protection. Apart from spiritual benefits, regular recitation of Durga Saptashati is said to purify the mind, increase focus, and attract positive energy. It helps the devotee build confidence, patience, and moral strength, enabling them to face challenges with courage. Performing this puja creates a sacred atmosphere at home, filled with divine energy and spiritual vibrations, fostering overall well-being and success in life.",
    "3": "Katyayani Jaap and Homam",
    "3_": "Helps in marriage prospects, courage, and success.",
    "3__": "Katyayani Japa and Homa is a sacred ritual performed in honor of Goddess Katyayani, the sixth form of Navadurga. This worship involves chanting powerful mantras dedicated to her, along with performing Homa (fire ritual) to invoke her divine energy. Goddess Katyayani is considered the giver of courage, wisdom, and success, especially for young girls seeking marriage or personal achievement. The ritual helps remove obstacles, negative energies, and fear from life. Devotees performing this puja experience mental clarity, strength, and focus. The fire ritual symbolizes purification and transformation, while the mantra chanting connects the devotee directly with the Goddess’s divine power. It is particularly performed during Navratri, Fridays, or other auspicious occasions. Regular practice is believed to attract blessings, prosperity, and divine protection. It enhances self-confidence, determination, and spiritual growth. Katyayani Japa and Homa strengthen the devotee’s bond with the Goddess, promoting positivity, courage, and overall well-being.",
    "4": "Maa Baglamukhi Jaap and Homam",
    "4_": "Victory over enemies, success in legal matters.",
    "4__": "Maa Baglamukhi Japa and Homa is a powerful tantric ritual performed to neutralize enemies, remove obstacles, and gain victory over adversaries. Baglamukhi Devi is known as the Goddess who paralyzes evil forces and protects her devotees from harm. The ritual involves chanting specific mantras while performing the Homa (fire ritual), which symbolizes purification and divine energy activation. Devotees believe that performing this puja grants success in legal matters, business challenges, and personal conflicts. It also strengthens courage, focus, and willpower. Regular practice of Baglamukhi Japa and Homa is said to attract positive energies, remove negativity, and protect from harm caused by others. It is considered extremely potent for overcoming mental and emotional struggles, ensuring spiritual and material balance. The ritual invokes the divine protection of the Goddess, fostering safety, confidence, and harmony in life.",
    "5": "Maa Dhumavati Puja and Hawan",
    "5_": "Removal of poverty, obstacles, and chronic struggles.",
    "5__": "Maa Dhumavati Puja and Havan is a tantric ritual performed to remove poverty, hardships, and negative energies from one’s life. Dhumavati Devi is worshiped as the powerful and protective form of the Goddess who destroys misfortune and evil influences. The Havan (fire ritual) and mantra chanting activate divine energy to purify the environment and the mind of the devotee. Performing this puja is believed to overcome financial difficulties, obstacles, and chronic struggles. It enhances inner strength, patience, and spiritual resilience. Devotees experience mental clarity, courage, and a deeper connection with the divine through this worship. It is especially performed during times of adversity or on specific lunar days for maximum benefits. Maa Dhumavati Puja and Havan provide protection from misfortune, cultivate wisdom, and help achieve success and harmony in life.",
    "6": "Maa Kali Puja and Homam",
    "6_": "Eliminates fear, planetary doshas, and negativity.",
    "6__": "Maa Kali Puja and Homa is a powerful ritual dedicated to Goddess Kali, the fierce protector and destroyer of negativity. This worship involves offering flowers, incense, and sacred items while chanting mantras and performing a Homa (fire ritual) to invoke her divine energy. Goddess Kali represents strength, courage, and the destruction of all evil forces. Devotees perform this puja to overcome fear, remove obstacles, and gain protection from enemies and negative energies. Regular practice enhances confidence, determination, and spiritual awareness. Kali Puja is particularly auspicious during Navratri, new moon nights, or special occasions requiring courage and divine intervention. The ritual purifies the mind, body, and surroundings, allowing positive energy to flow freely. Devotees experience mental clarity, inner strength, and a deep connection with the Goddess. It also helps in overcoming challenges in personal and professional life, ensuring safety, prosperity, and spiritual growth.",
    "7": "Kumkum Archana Puja",
    "7_": "Marital bliss, beauty, attraction, and good fortune.",
    "7__": "Kumkum Archana Puja is a simple yet powerful ritual in which red kumkum (vermilion) is offered to the Goddess while chanting her mantras. This puja symbolizes devotion, respect, and the connection between the devotee and the Divine Mother. The ritual is believed to attract positive energy, enhance marital happiness, and improve family harmony. It is often performed daily or during festivals and special occasions to invoke blessings for prosperity, love, and protection. Kumkum Archana helps devotees focus their mind, strengthen faith, and increase spiritual awareness. The act of offering kumkum represents nurturing the Goddess within oneself, reflecting inner purity and devotion. Regular practice brings peace, confidence, and spiritual growth. It also removes negativity from the surroundings and strengthens the bond between the devotee and the divine.",
    "8": "Lalita Sahasranama Jaap and Homam",
    "8_": "Wealth, mental peace, spiritual growth.",
    "8__": "Lalita Sahasranama Japa and Homa is the chanting of the 1000 sacred names of Goddess Lalita, combined with a fire ritual to invoke her divine blessings. This powerful worship is known to attract wealth, prosperity, spiritual wisdom, and protection from negative influences. Devotees performing this puja experience mental clarity, peace, and spiritual upliftment. The Homa purifies the environment and enhances the flow of divine energy, while the mantra chanting connects the devotee directly with the Goddess. This ritual is especially recommended for devotees seeking success in life, spiritual growth, and fulfillment of desires. Regular practice fosters devotion, self-confidence, and inner strength. Lalita Sahasranama is a highly revered spiritual practice that removes obstacles, enhances intuition, and promotes harmony, prosperity, and protection in personal and professional life.",
    "9": "Maa Sheetla Puja and Hawan",
    "9_": "Protection from illnesses, especially infectious diseases.",
    "9__": "Maa Sheetala Puja and Havan is a ritual performed to protect health, especially to prevent contagious diseases and fevers. Sheetala Devi is worshiped as the Goddess who cures diseases and promotes well-being. The puja involves offering flowers, water, and sacred items while chanting specific mantras. The Havan purifies the surroundings and activates divine protection. This puja is believed to strengthen immunity, remove illnesses, and bring peace and harmony to the household. Devotees experience mental calmness and confidence knowing the divine protection of the Goddess. It is commonly performed during epidemics, on Tuesdays, or during specific lunar phases. Regular performance helps prevent health-related difficulties, fosters physical and mental well-being, and attracts positive energy into the home. The ritual also teaches devotion, discipline, and the importance of cleanliness and purity.",
    "10": "Mahalakshmi Path Shringar and Homam",
    "10_": "Financial stability, prosperity, and business growth.",
    "10__": "Mahalakshmi Path, Shringar, and Homa is the worship of Goddess Lakshmi, the divine source of wealth, prosperity, and abundance. The ritual involves reciting sacred texts, performing Homa (fire ritual), and adorning the deity with flowers, clothes, and jewelry. Devotees perform this puja to invite financial stability, business growth, and material prosperity. The chanting of Lakshmi mantras combined with Homa purifies the environment, removes obstacles, and enhances positive energy. Shringar symbolizes devotion, love, and respect towards the Goddess. This puja is highly recommended during festivals like Diwali, Varalakshmi Vrat, or on Fridays. Regular worship fosters confidence, success, and spiritual well-being. It strengthens faith, encourages hard work, and attracts divine blessings. Devotees experience happiness, abundance, and harmony in personal and professional life, while removing financial and material obstacles.",
    "11": "Mahishasura Mardini Stotra Path",
    "11_": "Strength, confidence, and victory over challenges.",
    "11__": "Mahishasura Mardini Stotra Path is the recitation of hymns that glorify Goddess Durga as the slayer of Mahishasura. This powerful ritual invokes courage, strength, and protection in the devotee’s life. Chanting the stotra awakens divine energy, removes fear, and overcomes obstacles and enemies. It is especially performed during Navratri or in times of challenges and difficulties. Devotees experience mental clarity, confidence, and spiritual upliftment. The stotra strengthens moral courage, determination, and the ability to face adversity. Regular recitation attracts divine blessings, success in endeavors, and overall well-being. This ritual fosters faith, resilience, and a deep connection with the protective power of the Goddess. It ensures victory over negativity, fear, and challenges in both personal and professional life.",
    "12": "Shat Chandi Anusthan",
    "12_": "Fulfillment of desires, long-term protection, and peace.",
    "12__": "Shat Chandi Anushthan is an elaborate Vedic ritual performed by chanting 100 names of Goddess Chandi combined with a series of homas (fire rituals). It is considered one of the most powerful Devi rituals for protection, prosperity, and fulfillment of desires. The ritual invokes the divine feminine energy to remove obstacles, destroy negativity, and grant blessings. Devotees performing this puja experience spiritual growth, courage, mental clarity, and enhanced devotion. The Homa purifies the surroundings and strengthens positive vibrations, while the continuous chanting builds a protective shield around the devotee. It is especially recommended during Navratri, important life events, or challenging times. Regular practice is believed to bring health, wealth, success, and overall harmony. Shat Chandi Anushthan is highly revered for its ability to attract divine grace, remove difficulties, and promote spiritual and material well-being."
  },
  "hanuman": {
    "tite": "Hanuman Puja",
    "1": "Akhand Ramayan Path",
    "1_": "Removes negative energies from the home",
    "1__": "Akhand Ramayan Path is the continuous, uninterrupted recitation of the complete Ramcharitmanas over a fixed period, usually 24 hours or more. “Akhand” means unbroken, symbolizing unwavering devotion to Lord Rama. This sacred recitation creates a powerful spiritual environment filled with divine vibrations. It is usually performed during important occasions like housewarming, anniversaries, family peace rituals, or crisis periods. The Ramayan narrates Lord Rama’s life, ideals, and devotion to dharma, truth, and duty. Listening or participating in Akhand Ramayan helps devotees internalize these virtues. The path is often done in a group, strengthening collective devotion and unity.",
    "2": "Bajrang Baan Path",
    "2_": "Protection from negative energies and fear",
    "2__": "Bajrang Baan is a powerful hymn dedicated to Lord Hanuman, composed by Goswami Tulsidas. Unlike Hanuman Chalisa, Bajrang Baan is intense and invokes Hanuman’s fierce and immediate protective form. It is usually recited in times of extreme difficulty, fear, or spiritual disturbance. The word “Baan” means arrow, symbolizing the sharp and fast impact of the prayer. This path is believed to deliver quick relief but should be recited with full faith, purity, and discipline.",
    "3": "Hanuman Abhishek & Shringar Pujan",
    "3_": "Removes physical and mental weakness",
    "3__": "Hanuman Abhishek involves ceremonial bathing of Hanuman idol using water, milk, honey, oil, sindoor, etc., followed by Shringar (decoration). It symbolizes devotion, surrender, and gratitude. Hanuman ji is especially pleased with sindoor, representing strength and devotion.",
    "4": "Hanuman Chalisa Path",
    "4_": "Removes fear and anxiety, Improves focus and confidence",
    "4__": "Hanuman Chalisa is a 40-verse devotional hymn praising Lord Hanuman’s strength, wisdom, and devotion to Lord Rama. It is one of the most widely recited prayers in Hinduism.",
    "5": "Hanuman Jaap and Hawan",
    "5_": "Cleanses karmic blockages, Success in career and life",
    "5__": "Hanuman Jaap involves continuous chanting of Hanuman mantras, followed by Hawan (fire ritual). Fire carries prayers to divine realms.",
    "6": "Hanuman Langoolastra Stotra",
    "6_": "Removes black magic effects, Strong spiritual protection",
    "6__": "This stotra invokes Hanuman’s divine tail (Langool) as a weapon against negativity and enemies.",
    "7": "Hanuman Ji Pratishtha",
    "7_": "Permanent divine presence, Protection of place",
    "7__": "Hanuman Ji Pratishtha is a sacred Vedic ritual performed to invoke divine life energy (Prana) into the idol or image of Lord Hanuman. Through this process, the idol transforms from a symbolic form into a spiritually awakened presence worthy of regular worship. The ceremony is conducted by a qualified priest using Vedic mantras, homa (havan), abhishek, and special offerings. This ritual is commonly performed in temples, homes, gymnasiums (akhadas), workplaces, or public spaces to establish a permanent source of strength, protection, and spiritual discipline. Lord Hanuman represents courage, devotion, self-control, wisdom, and unwavering loyalty to Lord Rama. After Pratishtha, regular worship strengthens the spiritual atmosphere of the place and helps devotees connect deeply with Hanuman Ji’s energy. Hanuman Ji Pratishtha is believed to remove negative influences, protect against unseen dangers, and inspire fearlessness and righteousness. It also helps in building physical and mental strength, discipline, and devotion. The divine presence established through Pratishtha continuously blesses the surroundings and the people associated with it.",
    "8": "Panchmukhi Hanuman Kavach Path",
    "8_": "Protection from all directions, Fearlessness",
    "8__": "Panchmukhi Hanuman Kavach Path is a powerful protective prayer dedicated to the five-faced (Panchmukhi) form of Lord Hanuman. This divine form represents immense strength, vigilance, and protection from all directions. The five faces—Hanuman, Narasimha, Garuda, Varaha, and Hayagriva—symbolize courage, destruction of evil, freedom from fear, protection from negative forces, and victory over ignorance. The word “Kavach” means armor. When this path is recited with devotion, it is believed to create a spiritual shield around the devotee, guarding them from physical, mental, and spiritual harm. Panchmukhi Hanuman Kavach Path is especially beneficial during times of danger, fear, repeated failures, or negative influences. This path invokes Hanuman Ji’s supreme energy to remove black magic effects, evil eye, planetary disturbances, and hidden enemies. It also strengthens inner resolve, faith, and discipline. Regular chanting purifies the aura and enhances courage and clarity.",
    "9": "Sankat Mochan Hanuman Ashtak Path",
    "9_": "Crisis removal, Mental peace",
    "9__": "Sankat Mochan Hanuman Ashtak is a revered devotional hymn composed by Goswami Tulsidas, dedicated to Lord Hanuman, the remover of troubles. The word “Sankat Mochan” means one who liberates devotees from difficulties, while “Ashtak” refers to a composition of eight verses. This sacred path glorifies Hanuman Ji’s compassion, strength, wisdom, and unwavering devotion to Lord Rama. The Ashtak describes how Hanuman Ji protects devotees from various forms of suffering such as fear, illness, obstacles, enemies, planetary afflictions, and mental distress. It is especially recited during times of crisis, confusion, or when a person feels surrounded by problems from all sides. Regular chanting creates a powerful spiritual shield and instills inner courage and hope.This path teaches that surrender, faith, and devotion to Hanuman Ji can transform hardships into opportunities for spiritual growth. The rhythmic verses calm the mind and strengthen emotional balance.",
    "10": "Sundar Kand Path",
    "10_": "Confidence and courage, Success in difficult tasks",
    "10__": "Sundar Kand Path is one of the most sacred and powerful recitations from the Ramcharitmanas, composed by Goswami Tulsidas. It describes the heroic journey of Lord Hanuman to Lanka in search of Goddess Sita. The word “Sundar” means beautiful, pure, and auspicious, symbolizing devotion, courage, wisdom, and divine grace. This chapter highlights Hanuman Ji’s intelligence, strength, humility, and complete surrender to Lord Rama. During the path, devotees experience strong spiritual vibrations that remove fear, negativity, and mental stress. Sundar Kand Path is commonly performed during difficult phases of life, before important tasks, or for peace and success in family and professional matters. The recitation teaches that faith, dedication, and courage can overcome even the greatest obstacles. Hanuman Ji’s victory over challenges in Lanka inspires devotees to remain fearless and devoted in their own lives."
  },
  "kashi": {
    "title": "Kashi Special Puja",
    "1": "Santan Prapti Puja",
    "1_": "This puja helps remove infertility-related obstacles, strengthens planetary positions, and brings mental peace to couples. It enhances the chances of conception, ensures the health of the mother, and promotes the birth of a healthy child. It also reduces stress, fear, and emotional imbalance related to childbirth issues.",
    "1__": "Santan Prapti Puja is a sacred Vedic ritual performed to seek divine blessings for childbirth and healthy progeny. This puja is especially recommended for couples facing delays, medical complications, or repeated obstacles in conceiving. It is performed by invoking deities like Lord Shiva, Goddess Parvati, and Santana Gopala Krishna to remove planetary doshas and negative karmic influences.",
    "2": "Dhan Prapti Puja",
    "2_": "The puja removes financial blockages, improves cash flow, and enhances opportunities for growth. It helps stabilize income, increase savings, and bring long-term prosperity. It also reduces stress related to money and strengthens positive financial decision-making.",
    "2__": "DhanDhan Prapti Puja is performed to attract wealth, prosperity, and financial stability. This puja is dedicated to Goddess Lakshmi and Lord Kubera, the deities of wealth. It is recommended for individuals facing continuous financial losses, unstable income, or business failures.",
    "3": "Rin Mukti Puja",
    "3_": "This puja helps clear debts faster, improves financial planning, and brings stability. It reduces pressure from creditors and promotes opportunities for repayment and income growth. It also brings mental relief and confidence.",
    "3__": "Rin Mukti Puja is a powerful ritual performed to seek relief from debts, loans, and financial liabilities. It is highly beneficial for people trapped in long-term debts, legal dues, or repeated borrowing due to unfavorable planetary combinations.",
    "4": "Puja for Victory in Court Cases",
    "4_": "The puja brings favorable outcomes, reduces legal obstacles, and strengthens one’s position in court. It helps in obtaining justice, minimizing losses, and ending prolonged disputes peacefully.",
    "4__": "This puja is performed to seek divine support in legal matters and court cases. It is especially beneficial for those facing long-pending cases, false accusations, or unfavorable judgments.",
    "5": "Puja for Delay in Marriage",
    "5_": "The puja helps find a suitable life partner, removes negative influences, and creates favorable circumstances for marriage. It ensures marital happiness and stability.",
    "5__": "This puja is performed to remove obstacles causing delay in marriage, such as planetary doshas, family issues, or compatibility problems. It invokes blessings for a harmonious and timely marriage.",
    "6": "Puja for Success in Education",
    "6_": "The puja improves focus, memory, confidence, and exam performance. It helps students overcome fear, confusion, and learning difficulties.",
    "6__": "This puja is performed to seek blessings for academic success, intelligence, and concentration. It is dedicated to Goddess Saraswati and Lord Ganesha."
  },
  "pitra": {
    "title": "Pitra Shanti Puja",
    "1": "Asthi Visarjan",
    "1_": "Helps the soul attain peace and liberation",
    "1__": "Asthi Visarjan is a sacred Hindu ritual performed after cremation, where the ashes and remaining bone fragments (asthi) of the deceased are immersed in a holy river. This ritual symbolizes the return of the physical body to the five elements—earth, water, fire, air, and space. According to Hindu belief, immersing the ashes in a sacred river like the Ganga, Yamuna, Godavari, or Shipra helps the departed soul detach from the earthly body and continue its journey toward higher realms. Asthi Visarjan is usually performed on the third, seventh, or thirteenth day after cremation, though it can be done later if circumstances require. The ritual is conducted with Vedic mantras by a priest, and close family members participate with devotion. Spiritually, it is believed that until the ashes are immersed, the soul remains connected to the physical world. This ritual also brings emotional closure to the family, allowing them to grieve, pray, and honor the departed with dignity. Asthi Visarjan is considered an essential step in ensuring peace, purification, and liberation (moksha) of the soul.",
    "2": "Narayan Bali Puja",
    "2_": "Brings peace to souls of unnatural or untimely death",
    "2__": "Narayan Bali Puja is a highly significant ritual performed to resolve issues related to unsatisfied or restless souls, especially those who may have faced unnatural or untimely deaths. According to Hindu scriptures, such souls can remain trapped between worlds, causing Pitru Dosha or disturbances in the lives of their descendants. Narayan Bali Puja helps in granting peace and salvation to these souls. The ritual symbolically recreates funeral rites using a wheat-flour effigy representing the departed soul. Lord Vishnu, in his Narayan form, is worshipped as the supreme protector who grants liberation. The puja follows strict Vedic procedures and is usually performed at sacred places like Trimbakeshwar, Gaya, or Ujjain. Narayan Bali Puja is believed to remove ancestral curses, eliminate negative karmic effects, and restore harmony in family life. People often perform this puja when facing unexplained obstacles, health issues, or repeated failures. Spiritually, it ensures that the departed soul attains peace, while the family receives blessings, prosperity, and relief from ancestral afflictions.",
    "3": "Narayan Nagbali Puja",
    "3_": "Removes both Pitru Dosha and Nag Dosha",
    "3__": "Narayan Nagbali Puja is a powerful combination of two rituals—Narayan Bali and Nagbali—performed together to remove severe ancestral doshas. Narayan Bali addresses issues related to unsatisfied souls, while Nagbali Puja is performed to nullify the sin of killing or harming a serpent (Nag Dosha), either knowingly or unknowingly, in the present or past lives. This puja is considered extremely sacred and must be performed only at specific holy locations, most notably Trimbakeshwar near Nashik. The ritual follows a three-day process involving purification, symbolic rites, and Vedic chanting. Serpent idols made of silver or wheat flour are worshipped, and offerings are made to please the Nag Devtas. Narayan Nagbali Puja is believed to resolve long-standing problems such as infertility, marital discord, financial instability, and repeated misfortunes. Spiritually, it restores balance by appeasing both ancestral souls and serpent energies. Completing this puja brings peace to forefathers and divine blessings to the family lineage.",
    "4": "Pind Daan",
    "4_": "Nourishes and satisfies ancestors",
    "4__": "Pind Daan is a sacred ancestral ritual in which offerings called “pindas” (rice balls mixed with sesame seeds and ghee) are made to deceased ancestors. This ritual symbolizes nourishment for the soul in the Pitru Loka (realm of ancestors). According to Hindu beliefs, ancestors depend on these offerings for sustenance and spiritual satisfaction. Pind Daan is most commonly performed at holy places like Gaya, Prayagraj, Haridwar, and Varanasi, where it is believed to be especially effective. The ritual is performed by male descendants, though modern practices allow anyone to perform it with devotion. Vedic mantras guide the process, invoking the ancestors by name and lineage.Performing Pind Daan is believed to relieve ancestors from hunger, suffering, and unresolved karma. It also removes Pitru Dosha, which may cause obstacles in family growth, health, or prosperity. Spiritually, Pind Daan strengthens ancestral blessings, ensures peace for departed souls, and brings harmony and success to future generations.",
    "5": "Tripindi Shradh Puja",
    "5_": "Grants peace to three generations of ancestors",
    "5__": "Tripindi Shradh Puja is performed to appease ancestors whose shradh rituals were not completed properly or were entirely missed. The term “Tripindi” refers to three generations of ancestors—father, grandfather, and great-grandfather. If these souls remain dissatisfied, they may cause Pitru Dosha affecting family peace and progress. This ritual involves offering three symbolic pindas representing the three generations. It is conducted with precise Vedic procedures, usually at sacred places like Trimbakeshwar or Gaya. The puja includes chanting of mantras, offerings of food, and donations to Brahmins.Tripindi Shradh Puja is especially recommended when families experience repeated hardships, delays in marriage, infertility, or financial instability. Spiritually, it ensures that neglected ancestors receive proper respect and nourishment. Once performed sincerely, it brings peace to the departed souls and removes obstacles from the lives of descendants, restoring balance and blessings in the family lineage.",
    "6": "Pitra Gayatri Jaap Anusthan",
    "6_": "Provides light and peace to ancestors",
    "6__": "Pitra Gayatri Jaap Anusthan is a spiritual practice dedicated to honoring and liberating ancestors through the chanting of the Pitra Gayatri Mantra. This mantra invokes divine energy to provide peace, light, and salvation to departed souls. The anusthan involves repeated chanting (jaap) for a fixed number, often 11,000 or more repetitions. This ritual can be performed during Pitru Paksha, Amavasya, or on death anniversaries. It does not require elaborate materials, making it accessible to many devotees. The chanting is usually accompanied by offerings like water, sesame seeds, and prayers. Pitra Gayatri Jaap Anusthan is believed to cleanse ancestral karmic debts and remove Pitru Dosha. Spiritually, it strengthens the connection between the living and their ancestors, ensuring blessings, mental peace, and protection. Regular performance helps families overcome unexplained struggles and fosters spiritual growth, harmony, and gratitude toward forefathers.",
    "7": "Tirth Shradh",
    "7_": "Multiplies spiritual merit when done at holy places",
    "7__": "Tirth Shradh is a ritual performed at sacred pilgrimage sites (tirthas) to honor and appease ancestors. It is believed that performing shradh at holy places amplifies the spiritual merit and ensures quicker liberation for departed souls. Rivers, temples, and pilgrimage centers are considered gateways between earthly and divine realms. The ritual involves offering pindas, water, sesame seeds, and prayers while invoking ancestors by lineage. A qualified priest conducts the ceremony following Vedic guidelines. Tirth Shradh is commonly performed during Pitru Paksha, but it can also be done during pilgrimages. Spiritually, Tirth Shradh helps ancestors attain peace and reduces their dependency on descendants. It also removes Pitru Dosha and invites blessings for health, prosperity, and family unity. For devotees, this ritual is an expression of gratitude, duty, and respect, reinforcing the sacred bond between generations and ensuring spiritual continuity.",
    "8": "Pitra Moksha Shradh Puja",
    "8_": "Grants complete liberation (Moksha) to ancestors",
    "8__": "Pitra Moksha Shradh Puja is performed with the intention of granting complete liberation (moksha) to ancestors. Unlike regular shradh rituals that focus on nourishment, this puja emphasizes spiritual release from the cycle of rebirth. It is especially recommended when ancestors are believed to be stuck due to unresolved karma or strong attachments. The ritual includes pind offerings, mantra chanting, homa (fire ritual), and prayers to Lord Vishnu and Yama. It is often performed during Pitru Paksha, Amavasya, or at sacred locations. The puja is conducted with deep devotion and strict adherence to ritual purity. Spiritually, Pitra Moksha Shradh Puja ensures eternal peace for ancestors and frees descendants from ancestral karmic burdens. It brings emotional healing, removes long-standing obstacles, and invites divine grace. This puja reflects the highest form of filial duty, seeking ultimate salvation for forefathers and harmony for future generations."
  },
  "ganesh": {
    "title": "Ganesh Puja",
    "1": "Atharvashirsha Ganesh Path and Homam",
    "1_": "Removes major obstacles and brings clarity in life decisions.",
    "1__": "Atharvashirsha Ganesh Path is a sacred Vedic recitation taken from the Atharva Veda, where Lord Ganesha is described as the supreme cosmic principle and the source of all creation, knowledge, and sound. The hymn explains Ganapati as the embodiment of Om and the controller of time, intellect, and consciousness. Regular recitation of Atharvashirsha purifies the mind, strengthens wisdom, and removes ignorance. When performed along with Homam, the spiritual effect increases significantly. Homam is a fire ritual where sacred offerings are made while chanting Ganesh mantras, allowing divine vibrations to spread through the environment.",
    "2": "Gajendra Moksha Path",
    "2_": "Provides relief from long-lasting personal suffering.",
    "2__": "Gajendra Moksha Path narrates the divine episode from the Bhagavata Purana where Gajendra, the king of elephants, is caught by a crocodile and suffers for a long time. In complete helplessness, he surrenders to Lord Vishnu with true devotion. Lord Vishnu appears immediately and grants him liberation. This path symbolizes faith, surrender, and divine grace, teaching that God protects those who surrender completely. Recitation of this path inspires patience and trust during difficult times.",
    "3": "Ganapati Abhishek and Shringar",
    "3_": "Brings mental peace and emotional balance.",
    "3__": "Ganapati Abhishek is the ritual bathing of Lord Ganesha using sacred substances such as water, milk, curd, honey, and ghee. Each substance symbolizes purification of different aspects of life. After Abhishek, Shringar is performed by adorning the deity with clothes, flowers, and ornaments. This ritual expresses love, surrender, and gratitude towards Lord Ganesha. It also represents cleansing of negative thoughts and emotional burdens.",
    "4": "Ganapati Durva Archana",
    "4_": "Helps control anger and mental restlessness.",
    "4__": "Ganapati Durva Archana involves offering fresh Durva grass to Lord Ganesha while chanting His names and mantras. Durva grass symbolizes freshness, patience, and resilience. It is believed that Durva absorbs negative energy and brings calmness to the mind. This simple yet powerful ritual reflects humility and devotion and is suitable for daily worship.",
    "5": "Ganapati Pratishtha in Kashi",
    "5_": "Supports long-term spiritual growth.",
    "5__": "Ganapati Pratishtha in Kashi involves the ceremonial installation of Lord Ganesha in the sacred city of Varanasi. Kashi is believed to be the city of liberation, and installing Ganapati here holds great spiritual importance. This ritual establishes a permanent divine presence and is performed with Vedic mantras and strict procedures.",
    "6": "Ganapati Puja and Homam",
    "6_": "Improves success in important life efforts.",
    "6__": "Ganapati Puja and Homam is a combined ritual of worship and fire offerings performed to invoke Lord Ganesha before important events. The puja includes mantra chanting, offerings, and prayers, while homam purifies the surroundings through sacred fire.",
    "7": "Sankat Nashan Ganesh Puja",
    "7_": "Reduces sudden problems and anxieties.",
    "7__": "Sankat Nashan Ganesh Puja is performed to remove obstacles, fear, and recurring problems. Lord Ganesha is worshipped as the destroyer of troubles, and special prayers are offered to seek His protection.",
    "8": "Sindoor Archana Ganesh Puja",
    "8_": "Helps in fulfillment of sincere desires.",
    "8__": "Sindoor Archana Ganesh Puja involves offering sindoor (vermilion) to Lord Ganesha, symbolizing devotion, strength, and fulfillment. This ritual is believed to please Lord Ganesha quickly when done with sincerity."
  },
  "kaalbhairav": {
    "title": "Kaal Bhairav Puja",
    "1": "Kaal Bhairav Karya Siddhi Jaap and Hawan",
    "1_": "Helps in successful and timely completion of important work.",
    "1__": "Kaal Bhairav Karya Siddhi Jaap and Hawan is a powerful ritual performed to invoke Lord Kaal Bhairav for the successful completion of important tasks. In this practice, specific Bhairav mantras are chanted repeatedly with discipline and devotion. The jaap is followed by a hawan, where sacred offerings are made into the fire while invoking Bhairav’s fierce and protective energy. Lord Kaal Bhairav is known as the controller of time, justice, and unseen obstacles, and this ritual seeks His guidance to remove delays and confusion.",
    "2": "Kaal Bhairav Ashtakam Path",
    "2_": "Builds inner strength and fearlessness.",
    "2__": "Kaal Bhairav Ashtakam Path is the recitation of eight sacred verses composed in praise of Lord Kaal Bhairav. These verses describe His fierce form, divine authority, and role as the protector of dharma. Regular recitation helps the devotee connect with Bhairav’s disciplined and fearless energy. The path is traditionally performed to develop inner strength and spiritual awareness.",
    "3": "Kaal Bhairav Puja and Homam",
    "3_": "Provides strong spiritual protection.",
    "3__": "Kaal Bhairav Puja and Homam is a complete ritual that includes worship, mantra chanting, and fire offerings. Lord Kaal Bhairav is worshipped as the guardian deity who protects devotees from injustice, negativity, and unseen dangers. The homam amplifies the effect of mantras and purifies the surroundings.",
    "4": "Kaal Bhairav Madira Seva",
    "4_": "Removes internal negativity and ego.",
    "4__": "Kaal Bhairav Madira Seva is a traditional offering performed with deep faith, symbolizing surrender and acceptance of divine will. It is believed that Lord Bhairav accepts this offering as a form of sincere devotion. This ritual emphasizes humility rather than indulgence.",
    "5": "Kaal Bhairav Abhishek and Shringar Puja",
    "5_": "Brings mental calmness and devotion.",
    "5__": "Kaal Bhairav Abhishek and Shringar Puja involves ritual bathing of the deity followed by adornment with clothes, flowers, and ornaments. Abhishek represents purification, while Shringar reflects love and respect toward the deity.",
    "6": "Swarnakarshan Kaal Bhairav Pooja and Havan",
    "6_": "Supports financial stability.",
    "6__": "Swarnakarshan Kaal Bhairav Pooja and Havan is performed to invoke prosperity and stability. Specific mantras are chanted to attract abundance while maintaining discipline and responsibility.",
    "7": "Kaal Bhairav Trishul Maha Abhishek Puja",
    "7_": "Enhances courage and decisiveness.",
    "7__": "This ritual focuses on Lord Bhairav’s Trishul, symbolizing power, protection, and justice. Maha Abhishek energizes the symbolic weapon through sacred substances and mantras.",
    "8": "Kaal Bhairav Akhand Deepak Sewa",
    "8_": "Maintains continuous positive energy.",
    "8__": "Akhand Deepak Sewa involves lighting a lamp continuously for a fixed period as a symbol of uninterrupted devotion. It represents awareness, discipline, and divine presence.",
    "9": "Batuk Bhairav Jaap and Havan",
    "9_": "Supports personal discipline and growth.",
    "9__": "Batuk Bhairav Jaap and Havan worships the youthful form of Bhairav, representing purity, discipline, and protection. This ritual is often performed for new beginnings and inner growth."
  },
  "mahavidhya": {
    "title": "10 Mahavidya Puja",
    "1": "Goddess Kali",
    "1_": "In her various forms, Goddess Kali is depicted with her upper hand in Varada Mudra (boon-giving gesture) and the lower hand holding a trident.",
    "1__": "Kali Sadhana is performed to attain victory over enemies. It helps in defeating and weakening adversaries. It is also practiced for relief from diseases, evil spirits, malefic planetary influences, fear of untimely death, and for gaining proficiency in poetry and fine arts.",
    "2": "Goddess Tara",
    "2_": "Tara Sadhana is performed for sudden gains, wealth, and prosperity. Through Tara Sadhana, divine supreme knowledge arises in the seeker’s heart.",
    "2__": "The form of Goddess Tara is similar to Goddess Kali. Both goddesses are depicted standing upon Lord Shiva lying in a corpse-like state, with their tongues protruding. Goddess Kali is described as dark-complexioned, while Goddess Tara is blue-complexioned. Both wear garlands of skulls. Goddess Tara wears a tiger skin, whereas Goddess Kali wears a girdle made of severed human arms. Goddess Tara holds a lotus in her upper hand and a sickle or dagger in her lower hand. In her other two hands, she holds a blood-stained sword and a skull filled with blood.",
    "3": "Goddess Shodashi | Tripura Sundari | Goddess Lalita",
    "3_": "Shodashi Sadhana is performed to attain liberation and supreme knowledge in addition to worldly pleasures. Through Tripura Sundari Sadhana, one gains control over the mind, body, and emotions.",
    "3__": "Goddess Tripura Sundari is associated with Lord Shiva and is described in golden, red, and dark complexions. The Goddess and Lord Shiva are depicted seated on a throne or couch supported by Brahma, Vishnu, Rudra, Ishana, and Sadashiva in pillar form. Goddess Shodashi has a third divine eye on her forehead. She wears red garments and is adorned with various ornaments. She is seated on a lotus placed upon a golden throne and is depicted with four arms. She holds five flower-arrows, a noose (Pasha), a goad (Ankusha), and a sugarcane bow. The noose represents illusion, the goad represents restraint, the sugarcane bow represents the mind, and the arrows represent the five senses.",
    "4": "Goddess Bhuvaneshwari",
    "4_": "Bhuvaneshwari Sadhana is performed to attain all kinds of material comforts. She is worshipped for progeny, wealth, knowledge, and good fortune.",
    "4__": "The form of Goddess Bhuvaneshwari is similar to Goddess Tripura Sundari. Her complexion resembles the rising sun, and she wears a crescent moon in her hair. She is depicted with four arms and three eyes. Two of her hands are in Abhaya Mudra (fear-dispelling) and Varada Mudra, while the other two hold a goad and a noose.",
    "5": "Goddess Bhairavi",
    "5_": "Bhairavi Sadhana is performed to gain freedom from demonic forces and physical weaknesses. She is also worshipped for obtaining a suitable and virtuous life partner, successful love marriage, and early marriage.",
    "5__": "Goddess Bhairavi is depicted in two distinct forms. One form resembles Goddess Kali, where she is shown seated in a cremation ground atop a headless corpse. She has four arms holding a sword, trident, and the severed head of a demon, while the fourth hand is in Abhaya Mudra. In her other form, she resembles Goddess Parvati, radiant like thousands of rising suns. In this form, she has four arms, holding a book and a rosary, while the other two hands are in Abhaya and Varada Mudras. She is seated upon a lotus.",
    "6": "Goddess Chhinnamasta",
    "6_": "Due to her fierce nature, ritual procedures, and perception of danger, Chhinnamasta Sadhana is limited mainly to tantrics, yogis, and aghoris. However, it is performed for the destruction of enemies, relief from legal disputes, governmental support, business progress, and good health.",
    "6__": "The form of Goddess Chhinnamasta is extremely terrifying and fearsome. She holds her own severed head in one hand and a sword in the other. Three streams of blood flow from her neck, which are consumed by her severed head and her attendants Dakini and Varnini. She is depicted standing upon a copulating couple. Goddess Chhinnamasta is red in color like the hibiscus flower and radiant like millions of suns. She is shown naked with disheveled hair and depicted as a sixteen-year-old maiden, with a blue lotus adorning her heart. She wears a garland of severed heads and a serpent as a sacred thread.",
    "7": "Goddess Dhumavati",
    "7_": "Goddess Dhumavati is worshipped to gain relief from extreme poverty and from all kinds of diseases.",
    "7__": "Goddess Dhumavati is depicted as an old, ugly widow. Like the other Mahavidyas, she wears no ornaments. She is clad in old, dirty clothes, and her hair is completely disheveled. She has two arms, holding a winnowing basket in her trembling hands, while the other hand is in Varada Mudra or Jnana Mudra. She rides a chariot without horses, topped with a crow as her emblem.",
    "8": "Goddess Baglamukhi",
    "8_": "Baglamukhi Sadhana is performed to immobilize and defeat enemies. She is worshipped for victory in legal disputes and success in all kinds of competitions.",
    "8__": "Goddess Baglamukhi is golden-complexioned. She is seated on a golden throne in the midst of an ocean of nectar filled with yellow lotuses. A crescent moon adorns her forehead, and she wears yellow garments. She has two arms, holding a mace in her right hand and gripping the tongue of a demon with her left hand while striking him. This form represents her Stambhana Shakti — the power to paralyze and defeat enemies peacefully.",
    "9": "Goddess Matangi",
    "9_": "Matangi Sadhana is performed to attain supernatural powers. It is especially prescribed for victory over enemies, attraction, mastery over various arts, and attainment of supreme knowledge.",
    "9__": "Goddess Matangi is generally depicted with an emerald-green complexion. She is shown with four arms, holding a noose, sword, goad, and mace. She wears red garments and divine golden ornaments and is seated on a golden throne. In her Raj-Matangi form, she is depicted holding a veena with a parrot by her side.",
    "10": "Goddess Kamala",
    "10_": "Kamala Sadhana is performed for the attainment of wealth and prosperity.",
    "10__": "Goddess Kamala is depicted wearing red garments and adorned with magnificent golden ornaments. She is golden-complexioned and shown with four arms. In two hands, she holds lotus flowers, while the other two are in Varada and Abhaya Mudras. Four elephants are depicted performing her abhisheka (ritual bathing) as she sits upon a lotus in the midst of the ocean."
  },
  "residential": {
    "title": "Residential Vastu Shastra – A Complete Guide for Homes",
    "subTitle": "Residential Vastu Shastra is an ancient Indian architectural science that focuses on harmonizing the five natural elements—Earth, Water, Fire, Air, and Space—to create a balanced, healthy, and prosperous living environment. When applied correctly, Vastu helps improve physical health, mental peace, relationships, and financial stability.",
    "1": "Residential Plot Selection Vastu",
    "1_": "Residential Vastu begins with the proper selection of the plot. A well-chosen plot according to Vastu principles automatically supports peace, prosperity, and overall well-being in the house. Square or rectangular plots are considered most auspicious because they allow balanced energy flow. Irregular, triangular, or heavily cut plots tend to disturb natural vibrations and may lead to financial instability, stress, or relationship issues within the family. Direction plays a crucial role in plot selection. North-facing and east-facing plots are considered highly favorable as they receive maximum positive cosmic energy and sunlight. A gentle slope toward the north or east enhances growth and success, while slopes toward the south or west may create Vastu imbalances. Plots that previously contained natural water sources or temples are often considered spiritually positive. The quality of soil is another important factor. Fertile, clean soil with a pleasant natural smell indicates good energy. Healthy vegetation and a peaceful surrounding environment further enhance the positivity of the land. Choosing a residential plot as per Vastu creates a strong foundation for harmony, stability, good health, and long-term prosperity.",
    "2": "Main Entrance Vastu",
    "2_": "The main entrance is considered the mouth of the house in Vastu Shastra, as it is the primary channel through which energy, opportunities, and prosperity enter. A properly placed entrance brings growth and positivity into life. Entrances facing north, east, or northeast are considered highly auspicious and promote health, wealth, and mental peace.The main door should be larger and more attractive than other doors in the house. Broken, damaged, or noisy doors attract negative energy. There should be no obstructions such as garbage, staircases, or large trees directly in front of the entrance, as they block energy flow. Proper lighting and cleanliness near the main entrance are essential to welcome positive vibrations. Decorating the entrance with auspicious symbols like Swastik, Om, or traditional torans enhances positivity. Door colors also matter; soft and natural shades such as cream, yellow, or light brown are recommended. A well-designed main entrance according to Vastu invites success, respect, and prosperity into the household.",
    "3": "Kitchen Vastu",
    "3_": "The kitchen is considered one of the most sacred spaces in a home, as it is the source of nourishment and life energy. According to Vastu, the correct placement of the kitchen balances the fire element and directly affects family health. The southeast direction is ideal for the kitchen because it represents the fire element. If this is not possible, the northwest direction can be an alternative. While cooking, the person should face east to absorb positive energy. The stove and sink should not be placed too close to each other, as fire and water elements clash and may cause stress or health issues. Cleanliness is extremely important in the kitchen, as clutter and dirt attract negative energy. Kitchen colors should be warm and soothing, such as yellow, orange, or light green. Dark or black shades should be avoided. A Vastu-compliant kitchen supports good health, harmony, and financial stability within the family.",
    "4": "Bedroom Vastu",
    "4_": "The bedroom is a space for rest and mental relaxation, making its Vastu extremely important. The southwest direction is considered ideal for the master bedroom as it provides stability and control. Bedrooms in the northeast direction may lead to stress and emotional imbalance. The bed should be positioned so that the head faces south or east while sleeping. Sleeping with the head toward the north may cause health issues. Heavy wardrobes should be placed in the south or west direction. Mirrors should not face the bed, as they can disturb sleep and create mental stress. Bedroom colors should be soft and calming, such as light blue, pink, or cream. Excessive use of electronic devices increases negative energy. A Vastu-compliant bedroom promotes sound sleep, emotional bonding, and mental peace.",
    "5": "Living Room Vastu",
    "5__": "Ideal location: North, East, or North-East,Heavy furniture should be placed in the South or West,Seating arrangement should face East or North,Avoid mirrors directly facing the main door,Use light and soothing colors"
  },
  "commercial": {
    "title": "Commercial Vastu",
    "subTitle": "Commercial Vastu Shastra is an ancient Indian science that focuses on balancing positive energies in business spaces such as offices, shops, showrooms, factories, warehouses, and corporate buildings. Its primary objective is to support business stability, consistent growth, profitability, strong customer relationships, and enhanced employee productivity. Commercial Vastu is based on the harmony of the five natural elements—Earth, Water, Fire, Air, and Space—and when these elements are balanced within a workplace, business growth occurs naturally. Many businesses struggle despite hard work and significant investment, often due to improper direction, disturbed energy flow, or Vastu imbalances. Commercial Vastu addresses these issues by guiding the correct placement of entrances, work areas, seating arrangements for owners and staff, and the positioning of cash counters and lockers. It not only improves financial performance but also strengthens decision-making abilities, leadership qualities, and professional credibility. When applied correctly, Commercial Vastu creates a supportive environment that attracts opportunities, ensures long-term success, and builds a positive business reputation.",
    "1": "Commercial Plot & Building Selection Vastu",
    "1_": "The foundation of commercial success begins with the proper selection of plot and building. According to Vastu Shastra, choosing the right commercial property supports continuous profits, steady growth, and business reputation. Square or rectangular plots are considered ideal for commercial use as they allow balanced energy flow. Irregular, triangular, or heavily cut plots may cause financial losses, legal issues, and business instability. Direction plays a crucial role in commercial Vastu. Plots facing north, east, or northeast attract wealth, opportunities, and customers. A slope toward the north or east is considered beneficial for business expansion, while slopes toward the south or west often result in greater effort with limited returns. The southwest portion of the building should be strong and heavy to ensure long-term stability and control. Surrounding conditions also influence commercial success. Buildings located near unhygienic areas, graveyards, or dilapidated structures may experience reduced positive energy. A well-chosen commercial plot as per Vastu ensures long-term growth, credibility, and financial strength.",
    "2": "Main Entrance Vastu for Commercial Property",
    "2_": "The main entrance of a commercial property acts as the gateway for customers, money, and opportunities. In Vastu Shastra, it is considered one of the most critical aspects of business success. Entrances facing north, east, or northeast are regarded as highly auspicious and support sales growth, new opportunities, and positive customer relationships. The main door should be wide, clean, and visually appealing. Broken, blocked, or dirty entrances can create business obstacles and reduce customer inflow. There should be no pillars, walls, or heavy obstructions directly in front of the entrance, as they block positive energy. Proper lighting and openness make customers feel welcomed and comfortable. The company name should be clearly visible at the entrance at an appropriate height. Dark or negative colors should be avoided. Auspicious symbols such as Swastik or Om near the entrance enhance positivity. A Vastu-compliant commercial entrance ensures steady customer flow, trust, and financial growth.",
    "3": "Office Interior & Work Area Vastu",
    "3_": "The interior layout of an office significantly affects employee productivity, decision-making, and job satisfaction. According to Vastu, workspaces should be open, organized, and well-ventilated. Keeping the north and east zones open is considered beneficial as they enhance clarity, creativity, and new ideas. Heavy furniture should preferably be placed in the south or west directions. Employees should face north or east while working to improve focus and efficiency. The owner or senior management cabin should be located in the southwest direction, which represents authority, leadership, and stability. Clutter, broken furniture, or unused items create negative energy and reduce productivity. Color selection also plays a vital role. Light and soothing colors such as cream, light green, or white are ideal for offices. Dark or aggressive colors may increase stress levels. A Vastu-aligned office interior promotes teamwork, efficiency, and sustainable business growth.",
    "4": "Cash Counter, Accounts & Locker Vastu",
    "4_": "The placement of the cash counter and locker directly influences financial flow in a business. According to Vastu Shastra, lockers should ideally be placed in the southwest direction to ensure financial security and savings. The locker should open toward the north, as this direction is associated with Lord Kuber, the deity of wealth. The cash counter should not be cluttered or located in congested areas. Cleanliness and a calm environment around the cash area are essential. The accounts department is best placed in the north or east direction, which supports clarity, accuracy, and better financial decisions. Broken drawers, jammed locks, or untidy surroundings may cause financial losses. Light colors and proper lighting enhance positive energy in cash areas. Proper Vastu placement of cash counters and lockers supports financial stability and continuous profit growth."
  },
  "industrial": {
    "title": "Industrial Vastu",
    "subTitle": "Industrial Vastu is an ancient Indian architectural science that focuses on balancing natural energies within industrial spaces such as factories, manufacturing units, plants, warehouses, and industrial buildings. Its primary objective is to enhance productivity, safety, operational efficiency, and financial stability by harmonizing the five natural elements—Earth, Water, Fire, Air, and Space. Industrial Vastu ensures that machinery, raw materials, production zones, administrative offices, and storage areas are placed in appropriate directions to maintain uninterrupted energy flow. By applying Industrial Vastu principles, industries experience smoother production processes, improved machinery performance, enhanced worker safety, and reduced accidents. It also strengthens management decision-making, minimizes operational obstacles, and supports long-term industrial growth. When implemented correctly, Industrial Vastu creates a stable, profitable, and positive industrial environment.",
    "1": "Industrial Plot & Factory Location Vastu",
    "1_": "The success of an industrial unit begins with the correct selection of the plot and factory location. According to Industrial Vastu Shastra, the factory site should support stable and positive energy flow. Square or rectangular plots are considered ideal for industrial purposes, as they allow proper planning of machinery, production areas, and storage. Highly irregular, triangular, or cut plots may lead to frequent production disruptions, machinery breakdowns, and financial losses. Direction plays a crucial role in industrial growth. Industrial plots open toward the north, east, or northeast attract new business opportunities, expansion, and financial gains. A slope toward the north or east is considered beneficial for cash flow and production growth. A strong and elevated southwest zone represents stability, authority, and long-term control over operations. The surrounding environment should also be clean and open. Factories located near polluted zones, graveyards, or dilapidated structures may experience negative energy influences. A properly selected industrial plot as per Vastu ensures sustainable growth, smooth production, and long-term business stability.",
    "2": "Factory Layout & Production Area Vastu",
    "2_": "The internal layout and production area planning are among the most critical aspects of Industrial Vastu. A well-planned layout enhances production capacity while ensuring machinery efficiency and worker safety. According to Vastu principles, production areas placed in the north, east, or northwest directions support activity, movement, and operational energy. Heavy machinery should ideally be installed in the south or west zones to maintain balance and structural stability. The production flow should be smooth and free from unnecessary obstructions to allow uninterrupted energy movement. Congested layouts or incorrectly positioned machines may increase the risk of accidents, technical failures, and production delays. Natural lighting and proper ventilation are essential for production areas. Dark and poorly ventilated spaces negatively impact employee health and productivity. A Vastu-compliant factory layout ensures consistent output, quality control, and long-term profitability.",
    "3": "Owner’s Cabin, Management & Administration Vastu",
    "3_": "The placement of the owner’s cabin and management office plays a vital role in leadership, decision-making, and business control. According to Industrial Vastu, the southwest direction is ideal for the factory owner or senior management cabin, as it represents authority, stability, and long-term success. While seated, the owner should face north or east to enhance clarity, confidence, and effective decision-making. Clutter, broken furniture, or unused documents create negative energy and weaken administrative efficiency. A clean, organized, and calm environment is essential for administrative operations. Office colors should be professional and soothing, such as cream, white, or light green. Very dark shades may increase stress and mental pressure. A Vastu-aligned management and administration area strengthens leadership, strategic planning, and sustainable industrial growth.",
    "4": "Raw Material Storage, Finished Goods & Warehouse Vastu",
    "4_": "Proper storage of raw materials and finished goods plays a critical role in industrial operations. According to Vastu Shastra, heavy raw materials should be stored in the south or west zones to maintain energy balance. Finished goods are best placed in the north or northwest direction, which supports faster sales and efficient distribution.Warehouses should be clean, well-lit, and systematically organized. Poorly maintained or cluttered storage areas increase the risk of damage, theft, and financial loss. Entry and exit pathways must remain open and obstruction-free to ensure smooth material movement. A Vastu-compliant warehouse and storage system improves inventory management, streamlines production cycles, and supports consistent profitability."
  },
  "nivaran": {
    "title": "Vastu Nivaran",
    "subTitle": "Vastu Nivaran is the process of identifying and correcting Vastu defects in a house, office, commercial space, or industrial unit to restore energetic balance. Its primary objective is to reduce the impact of negative energies and enhance the flow of positive vibrations by harmonizing the five natural elements—Earth, Water, Fire, Air, and Space. Vastu Nivaran is usually performed without structural demolition, using corrective measures such as proper direction alignment, colors, symbols, elemental balance, and energy-enhancing techniques. Through Vastu Nivaran, various life challenges such as health issues, mental stress, family conflicts, financial obstacles, and workplace instability can be effectively addressed. When the energy of a space is balanced, it positively influences the people living or working there. Properly applied Vastu Nivaran creates a calm, secure, and positive environment, supporting stability, prosperity, and overall well-being.",
    "1": "Vastu Nivaran for Home",
    "1_": "Vastu Nivaran for homes refers to identifying and balancing Vastu defects in a residence to reduce negative energy and enhance positive vibrations. Many households experience health issues, mental stress, family conflicts, or financial blockages without any obvious reason. In many cases, the root cause lies in incorrect directions, imbalance of the five elements, or improperly placed rooms. The purpose of Vastu Nivaran is to neutralize these defects without structural demolition. Residential Vastu Nivaran focuses on balancing key areas such as the main entrance, kitchen, bedrooms, toilets, prayer space, and water elements. For instance, a wrongly placed kitchen can disturb the fire element, affecting health and harmony. Similarly, improperly located toilets may lead to financial and emotional instability. Vastu Nivaran involves the use of suitable colors, symbols, elemental balance, and energy-corrective measures to restore harmony. When applied correctly, Vastu Nivaran transforms the home environment into a peaceful and positive space. It helps reduce illness and stress, strengthens family relationships, and supports financial stability. A balanced home through Vastu Nivaran becomes a source of comfort, security, and positive energy.",
    "2": "Vastu Nivaran for Commercial Properties",
    "2_": "Commercial Vastu Nivaran aims to remove obstacles in business spaces and create a supportive environment for growth and profitability. Many businesses face stagnation, lack of customers, or financial instability despite continuous effort. In such cases, hidden Vastu defects may be the underlying cause. Incorrect entrance placement, unbalanced work areas, or poorly positioned cash counters can weaken business energy. Commercial Vastu Nivaran focuses on restoring energy balance in offices, shops, showrooms, and corporate spaces. Seating directions for owners and staff, entrance alignment, lighting, and color selection play a crucial role. Blocked north or east zones often restrict financial growth and opportunities, which can be corrected through Vastu remedies. Proper Vastu Nivaran creates a positive work environment that enhances employee productivity, strengthens decision-making, and improves customer trust. It supports financial growth, business stability, and long-term success.",
    "3": "Vastu Nivaran for Industrial Units",
    "3_": "Industrial Vastu Nivaran focuses on balancing energy within factories, plants, and manufacturing units. Frequent machinery breakdowns, production delays, accidents, or workforce dissatisfaction may indicate Vastu imbalances. Incorrect placement of heavy machinery or poorly planned production zones can disturb industrial energy. Industrial Vastu Nivaran corrects energy flow in plots, factory layouts, production areas, administrative offices, and warehouses. By balancing the five elements, productivity and safety can be improved without major structural changes. Proper Industrial Vastu Nivaran ensures smooth production, worker safety, efficient management, and sustainable industrial growth."
  },
  "kundali": {
    "title": "Kundali Vastu",
    "subTitle": "Kundali Vastu is a holistic and integrated science that combines the principles of Vedic Astrology (Kundali or Horoscope) with Vastu Shastra to create harmony between a person’s destiny and their living or working environment. While Kundali represents an individual’s karmic blueprint based on planetary positions at the time of birth, Vastu Shastra governs the flow of cosmic energies within a physical space such as a home, office, shop, or factory. Kundali Vastu works on the principle that human life and physical spaces are deeply interconnected, and imbalance in one directly affects the other. The core definition of Kundali Vastu lies in aligning architectural elements like directions, rooms, entrances, and energy zones with the planetary strengths and weaknesses shown in a person’s birth chart. For example, if a person’s Kundali shows a weak Sun, the Vastu of their house may lack proper energy in the east direction, which is ruled by the Sun. Kundali Vastu identifies such correlations and provides customized Vastu solutions based on the horoscope rather than applying general Vastu rules. This system is especially powerful because it does not treat all individuals the same. Two people living in identical houses may experience completely different results due to different planetary influences. Kundali Vastu bridges this gap by personalizing Vastu remedies according to planetary doshas, Mahadashas, and yogas present in the Kundali. Thus, Kundali Vastu is defined as a personalized, astrology-based Vastu approach aimed at improving health, wealth, relationships, career growth, and mental peace by harmonizing destiny with space.",
    "1": "Kundali Vastu",
    "1_": "Kundali Vastu is a holistic science that combines the principles of Astrology (Kundali or Birth Chart) and Vastu Shastra to create harmony between a person and their living or working space. In traditional Indian wisdom, it is believed that a human life is influenced not only by planetary positions at the time of birth but also by the energies flowing through the physical environment. Kundali represents the cosmic blueprint of an individual, showing planetary strengths, weaknesses, karmic patterns, and life events, while Vastu focuses on balancing the five elements—Earth, Water, Fire, Air, and Space—within a structure. Kundali Vastu studies how planetary imbalances reflected in a person’s horoscope can be corrected or minimized through Vastu remedies in the home or workplace. For example, if a person’s Kundali shows weakness of Mars or issues related to land and property, Vastu corrections related to the south direction or fire element may be suggested. Kundali Vastu does not oppose destiny; rather, it works as a supportive tool to reduce negative influences and enhance positive planetary effects. This integrated approach is widely used for improving health, relationships, career growth, financial stability, and mental peace. It is especially useful when repeated problems occur despite sincere efforts, indicating a deeper imbalance between cosmic and environmental energies.",
    "2": "Importance of Kundali Vastu",
    "2_": "The importance of Kundali Vastu lies in its personalized approach. Unlike general Vastu guidelines that apply the same rules to everyone, Kundali Vastu considers the unique planetary configuration of an individual. Two people living in the same house may experience very different results because their horoscopes are different. Kundali Vastu bridges this gap by aligning the house’s energy with the resident’s planetary needs. It helps identify which directions, rooms, or elements are creating conflict with specific planets in the Kundali. This method is especially important when people face continuous obstacles such as financial losses, health issues, delays in marriage, career instability, or mental stress without any clear external cause. By understanding the planetary roots of these problems and applying Vastu-based corrections—such as placement of rooms, colors, symbols, or elemental balance—one can experience gradual but stable improvement. Kundali Vastu is also important for new constructions, house purchases, office setups, or business expansions, as it helps choose properties that are supportive of the owner’s horoscope. In modern life, where stress levels are high, Kundali Vastu provides a subtle yet powerful way to create inner and outer harmony, leading to better decision-making, peace of mind, and long-term success.",
    "3": "How Kundali Vastu Works",
    "3_": "Kundali Vastu works by analyzing the interaction between planetary energies and spatial directions. Each planet in astrology is associated with specific directions, elements, and areas of life. For instance, the Sun is linked with the east direction and authority, Mars with the south and energy, Jupiter with the northeast and wisdom, Venus with the southeast and comfort, and Saturn with the west and discipline. When a Kundali shows planetary affliction or weakness, and the corresponding direction in the house is also imbalanced or defective, the negative impact becomes stronger. Kundali Vastu identifies these overlapping problem zones. The process usually begins with a detailed analysis of the birth chart to understand planetary strengths and ongoing dasha or transit influences. Next, the layout of the house or office is examined to find Vastu defects related to those planets. Remedies are then suggested, which may include structural changes, rearrangement of rooms, use of colors, symbols, yantras, elements, or simple energy corrections. The goal is not drastic demolition but subtle alignment. Over time, as the environmental energies become supportive, the individual experiences improved results in the areas governed by the corrected planets.",
    "4": "Benefits of Kundali Vastu",
    "4_": "The benefits of Kundali Vastu are comprehensive and long-lasting because they address problems at both cosmic and physical levels. One of the primary benefits is improved mental peace and emotional stability, as balanced energies reduce stress and confusion. Financial growth is another major benefit, as Vastu corrections aligned with wealth-related planets help remove blockages and attract stability. Health issues, especially chronic or recurring ones, often show improvement when planetary weaknesses are supported through proper spatial balance. Kundali Vastu also plays a significant role in resolving marital and relationship issues by harmonizing Venus, Moon, and related directions. Career and business growth become smoother as supportive planetary energies are activated within the workspace. Unlike quick-fix remedies, Kundali Vastu creates a supportive environment that continuously works in favor of the individual. It is a preventive as well as corrective science, helping people make better life choices and sustain success over time.",
    "5": "Aries (Mesha Rashi)",
    "5_": "Aries, represented by the Ram, is the first sign of the zodiac. People born under this rashi are known for their courage, determination, and pioneering spirit. In a Kundali, Aries is ruled by Mars, giving individuals high energy, assertiveness, and a competitive nature. They are natural leaders, often taking the initiative in both personal and professional matters. Aries natives are passionate and enthusiastic but can sometimes be impulsive and impatient. In relationships, they are honest and straightforward but need partners who can match their dynamic energy. Health-wise, they may be prone to headaches, inflammation, or accidents due to their adventurous tendencies. Professionally, they excel in fields requiring action, leadership, or risk-taking, such as entrepreneurship, defense, sports, or management. In a Kundali, the placement of Mars significantly influences their confidence, aggression, and overall vitality. Positive aspects from planets like Jupiter or the Sun can amplify their optimism and leadership qualities, while adverse planetary positions may trigger restlessness or conflicts. Spiritual practices, disciplined routines, and meditation can help Aries individuals balance their fiery nature and achieve long-term success.",
    "6": "Taurus (Vrishabha Rashi)",
    "6_": "Taurus, symbolized by the Bull, represents stability, patience, and determination. Ruled by Venus, Taurus natives have an innate appreciation for beauty, comfort, and material pleasures. In a Kundali, their financial prospects, artistic inclinations, and domestic life are closely linked to Venus’s placement. These individuals are reliable, loyal, and hardworking, often valuing security and consistency above all. They approach life practically, making them excellent at managing resources, finances, and long-term projects. Taurus natives can be stubborn, resistant to change, and occasionally indulgent. Health issues may involve throat, neck, or voice-related problems. In relationships, they are devoted, sensual, and affectionate but need patience from their partners. Professionally, they thrive in careers related to finance, art, music, real estate, or anything that requires perseverance and dedication. Positive planetary influences can enhance their creativity, wealth, and social charm, while adverse effects may trigger materialism or possessiveness. Spiritual practices, patience, and mindfulness can help Taurus individuals harness their inner strength while maintaining balance and harmony in life.",
    "7": "Gemini (Mithuna Rashi)",
    "7_": "Gemini, represented by the Twins, is ruled by Mercury, the planet of communication and intellect. Gemini natives are known for their curiosity, adaptability, and versatility. In a Kundali, Mercury’s placement significantly affects their communication skills, learning ability, and social interactions. These individuals are quick thinkers, often excelling in writing, teaching, or any intellectually stimulating field. However, their dual nature can make them indecisive, restless, or inconsistent at times. Gemini people enjoy variety and change, often seeking new experiences and knowledge. Health-wise, they may experience nervous system issues, respiratory problems, or anxiety due to mental overactivity. In relationships, they are lively, charming, and witty, though their need for freedom can sometimes challenge commitment. Professionally, they excel in journalism, marketing, education, technology, or travel-related fields. Favorable planetary positions can boost their intellect, social skills, and adaptability, while negative aspects may increase stress, confusion, or superficiality. Mental exercises, meditation, and structured routines help Gemini individuals focus their energy and maximize their potential.",
    "8": "Cancer (Karka Rashi)",
    "8_": "Cancer, symbolized by the Crab, is ruled by the Moon, which governs emotions, intuition, and the mind. People born under this rashi are deeply sensitive, caring, and nurturing. In a Kundali, the Moon’s placement affects their emotional stability, home life, and family relationships. Cancer natives are highly intuitive, often sensing others’ feelings and responding with empathy. They value security, comfort, and a strong family bond. However, their emotional nature can make them moody, overly protective, or prone to worry. Health concerns often relate to the chest, stomach, or digestion, as stress can easily affect their physical well-being. In relationships, they are loyal and devoted, seeking long-term emotional connections. Professionally, they excel in careers like counseling, hospitality, real estate, nursing, or any role involving care and empathy. Favorable planetary placements enhance their intuition, creativity, and emotional resilience, while adverse positions may lead to emotional instability, dependency, or over-sensitivity. Practices like meditation, journaling, and maintaining a balanced lifestyle help Cancer natives harmonize their emotions and harness their nurturing strengths effectively.",
    "9": "Leo (Simha Rashi)",
    "9_": "Leo, represented by the Lion, is ruled by the Sun, the source of vitality, authority, and self-expression. Leo natives are confident, charismatic, and natural leaders. In a Kundali, the Sun’s position influences their sense of identity, ego, creativity, and career prospects. Leos are ambitious, generous, and proud, often seeking recognition and appreciation for their efforts. While they inspire others with their optimism and courage, they may also struggle with stubbornness, pride, or occasional arrogance. Health issues may involve the heart, spine, or blood circulation, especially if stress or overwork is involved. In relationships, they are loyal, passionate, and protective, expecting admiration and respect in return. Professionally, Leos excel in leadership roles, creative fields, entertainment, politics, or entrepreneurship. Favorable planetary aspects can amplify their confidence, charisma, and influence, while negative influences may trigger ego clashes, dominance issues, or unnecessary conflicts. Developing humility, emotional intelligence, and patience helps Leos use their natural leadership and creativity to achieve lasting success and respect.",
    "10": "Virgo (Kanya Rashi)",
    "10_": "Virgo, symbolized by the Maiden, is ruled by Mercury, making natives analytical, practical, and detail-oriented. In a Kundali, Mercury affects their intellect, communication skills, work habits, and problem-solving abilities. Virgo individuals are meticulous, organized, and diligent, often excelling in research, service-oriented roles, and professions requiring precision. They are perfectionists and can be overly critical of themselves and others. Health concerns may involve digestion, intestines, or stress-related issues due to mental overactivity. In relationships, Virgos are caring and reliable, though their tendency to analyze can sometimes make them appear reserved or judgmental. Professionally, they thrive in healthcare, teaching, writing, data analysis, administration, or any field demanding accuracy. Positive planetary placements enhance intelligence, focus, and efficiency, while negative influences may cause anxiety, overthinking, or critical tendencies. Mindfulness, meditation, and balanced routines help Virgo natives maintain harmony between their analytical mind and emotional well-being.",
    "11": "Libra (Tula Rashi)",
    "11_": "Libra, symbolized by the Scales, is ruled by Venus, emphasizing balance, harmony, and relationships. In a Kundali, Venus affects their sense of aesthetics, partnerships, and social interactions. Libra natives are charming, diplomatic, and sociable, often valuing fairness and justice. They seek harmony in personal and professional life and have an innate ability to mediate conflicts. However, their desire to please others may lead to indecisiveness or dependency. Health-wise, Libra individuals may face kidney, lower back, or skin-related issues. In relationships, they are affectionate, romantic, and committed, often drawn to partners who appreciate their charm and sensitivity. Professionally, they excel in law, diplomacy, art, fashion, design, counseling, or public relations. Favorable planetary placements enhance creativity, social grace, and decision-making, while negative influences may result in superficiality, overindulgence, or imbalance. Practices like meditation, yoga, and grounding exercises help Libras maintain equilibrium and align their personal desires with social responsibilities.",
    "12": "Scorpio (Vrishchika Rashi)",
    "12_": "Scorpio, represented by the Scorpion, is ruled by Mars and Ketu, giving natives intensity, determination, and emotional depth. In a Kundali, Mars’ placement affects passion, ambition, and resilience, while Ketu influences spirituality and transformation. Scorpio individuals are resourceful, courageous, and focused, often excelling in situations requiring strategy or secrecy. They are highly intuitive and have a keen understanding of human nature. However, their intensity can lead to jealousy, possessiveness, or stubbornness. Health concerns often involve reproductive organs, excretory system, or chronic stress-related issues. In relationships, Scorpios are passionate, loyal, and deeply emotional but require trust and honesty from their partners. Professionally, they thrive in research, investigation, psychology, medicine, finance, or roles involving transformation and crisis management. Favorable planetary positions enhance intuition, determination, and transformative abilities, while negative aspects may cause secrecy, mistrust, or emotional turbulence. Meditation, self-reflection, and emotional regulation help Scorpios channel their powerful energy positively.",
    "13": "Sagittarius (Dhanu Rashi)",
    "13_": "Sagittarius, symbolized by the Archer, is ruled by Jupiter, the planet of wisdom, growth, and expansion. In a Kundali, Jupiter affects their education, philosophy, spirituality, and fortune. Sagittarius natives are optimistic, adventurous, and freedom-loving, with a strong desire for knowledge and exploration. They are enthusiastic about learning, travel, and discovering new perspectives. However, their love for freedom can sometimes lead to restlessness or overconfidence. Health concerns may include hips, thighs, or liver issues. In relationships, they are honest, loyal, and generous but require space to maintain independence. Professionally, Sagittarians excel in education, research, law, travel, spirituality, or any field involving adventure or teaching. Favorable planetary influences enhance wisdom, luck, and leadership, while negative aspects may lead to overindulgence, carelessness, or lack of focus. Practices like meditation, yoga, and philosophical study help Sagittarians align their optimism with practical action and long-term growth.",
    "14": "Capricorn (Makara Rashi)",
    "14_": "Capricorn, symbolized by the Goat, is ruled by Saturn, making natives disciplined, responsible, and ambitious. In a Kundali, Saturn’s placement influences career, longevity, and life lessons. Capricorn individuals are practical, hardworking, and focused on long-term goals. They value stability, tradition, and structure. However, they can be overly cautious, serious, or pessimistic at times. Health concerns may involve bones, knees, teeth, or chronic fatigue due to overwork. In relationships, Capricorns are loyal and dependable, often preferring commitment and long-term stability. Professionally, they excel in management, administration, engineering, finance, or roles requiring patience and strategic planning. Favorable planetary placements enhance discipline, resilience, and success, while negative aspects may lead to rigidity, stress, or missed opportunities. Mindfulness, physical exercise, and a balanced approach help Capricorn natives achieve personal and professional fulfillment.",
    "15": "Aquarius (Kumbha Rashi)",
    "15_": "Aquarius, symbolized by the Water Bearer, is ruled by Saturn and Uranus (modern astrology), emphasizing innovation, humanitarianism, and intellect. In a Kundali, Saturn affects discipline, responsibility, and life structure, while Uranus governs originality and forward-thinking. Aquarius natives are independent, progressive, and idealistic, often drawn to social causes or unconventional paths. They are intelligent, inventive, and value freedom. However, they may appear detached, unpredictable, or stubborn. Health concerns can involve circulatory, nervous, or leg-related issues. In relationships, Aquarians are friendly, loyal, and intellectually stimulating partners but require space for independence. Professionally, they thrive in technology, research, social work, science, or any field requiring innovation. Favorable planetary positions enhance creativity, intelligence, and social impact, while adverse influences may lead to eccentricity, rebellion, or emotional distance. Meditation, grounding exercises, and social engagement help Aquarius natives balance intellect and empathy.",
    "16": "Pisces (Meena Rashi)",
    "16_": "Pisces, represented by the Fish, is ruled by Jupiter and Neptune (modern astrology), emphasizing intuition, compassion, and creativity. In a Kundali, Jupiter influences wisdom, spirituality, and fortune, while Neptune governs imagination and sensitivity. Pisces natives are empathetic, artistic, and spiritually inclined, often drawn to music, art, or healing professions. They are intuitive and emotionally sensitive, with a deep connection to the unseen or mystical. However, they may struggle with escapism, indecisiveness, or vulnerability. Health concerns often involve feet, lymphatic system, or mental/emotional well-being. In relationships, Pisces are compassionate, devoted, and selfless partners but need understanding and emotional support. Professionally, they excel in art, music, healthcare, spirituality, or social services. Favorable planetary placements enhance intuition, creativity, and spiritual growth, while negative influences may lead to confusion, over-sensitivity, or avoidance of reality. Meditation, grounding practices, and artistic expression help Pisces navigate life harmoniously and fulfill their potential."
  },
  "couple": {
    "title": "Couple Matching Kundli",
    "subTitle": "Couple Matching Kundli, also known as Kundli Milan or Horoscope Matching, is a traditional Vedic astrology method used to evaluate the compatibility between two individuals before marriage. It is primarily based on the Moon sign (Rashi) and birth star (Nakshatra) of both partners. The main objective of couple matching kundli is to assess emotional, mental, physical, and spiritual harmony to ensure a stable and happy married life. In this system, the horoscopes of the bride and groom are analyzed using the Ashta-Koota Milan method, which consists of 8 compatibility factors contributing to a total of 36 Gunas (points). These factors examine important aspects such as nature, mutual understanding, health, intimacy, financial stability, family life, and progeny. A higher Guna score indicates better compatibility, while a lower score suggests areas that may require understanding or astrological remedies. Couple matching kundli also helps identify astrological doshas such as Nadi Dosha, Bhakoot Dosha, or Mangal Dosha, which may affect marital harmony if left unbalanced. Modern astrology considers both traditional rules and practical life factors before giving a final judgment. Overall, Couple Matching Kundli serves as a guidance tool to help couples understand each other better and build a strong, balanced, and long-lasting relationship.",
    "1": "Varna (Spiritual Compatibility)",
    "1_": "Varna Koota represents the spiritual and psychological level of compatibility between a couple. It reflects the basic nature, values, and sense of purpose that each partner brings into the marriage. In traditional Vedic astrology, Varna is divided into four categories—Brahmin, Kshatriya, Vaishya, and Shudra—based on the Moon sign of both individuals. This classification does not relate to social caste in modern terms, but rather indicates temperament, ambition, and outlook toward life. In kundli matching, the groom’s Varna should ideally be equal to or higher than the bride’s Varna. This is believed to ensure harmony, mutual respect, and balanced decision-making within the relationship. Varna Koota is allotted 1 point out of the total 36 Gunas, which shows that while it is important, it is not the most decisive factor. A mismatch here does not necessarily mean marital failure, but it may indicate differences in spiritual inclination or long-term goals. From a practical perspective, Varna compatibility helps assess whether both partners can support each other’s growth, beliefs, and aspirations. When Varna is well matched, the couple tends to share similar moral values, respect each other’s individuality, and grow together emotionally and spiritually. Even in modern marriages, this factor is seen as a symbolic indicator of mutual understanding and inner harmony.",
    "2": "Vashya (Mutual Influence and Control)",
    "2_": "Vashya Koota measures the degree of mutual influence and attraction between partners. It shows how one partner may naturally influence or guide the other, and whether this influence will be positive and harmonious. In astrology, Moon signs are categorized into different groups such as human, animal, wild, water, and insect signs. Compatibility is judged based on how these groups interact with each other. This koota carries 2 points and focuses on power balance within the relationship. A favorable Vashya score indicates mutual respect, emotional bonding, and the ability to cooperate in daily life. If Vashya is weak or mismatched, it may result in ego clashes, dominance issues, or lack of emotional understanding. In real-life terms, Vashya compatibility reflects how well partners can adapt to each other’s personalities. A strong Vashya match suggests that both individuals are comfortable taking guidance from one another when needed and can manage differences maturely. It also highlights emotional attraction and responsiveness, which are crucial for maintaining long-term marital happiness.",
    "3": "Tara (Health and Well-being Compatibility)",
    "3_": "Tara Koota evaluates the health, longevity, and overall well-being of the couple. It is calculated by analyzing the Nakshatra (birth star) of both partners and their relative positions. Tara matching is allotted 3 points and is considered important for assessing physical and mental stability in married life. This factor helps identify whether the relationship will bring support, protection, and positivity, or stress and health-related concerns. An unfavorable Tara score may indicate challenges related to health, emotional stress, or external obstacles that could affect the couple. However, astrological remedies and supportive planetary positions can often balance these effects. From a modern viewpoint, Tara Koota symbolizes care, emotional safety, and concern for each other’s well-being. When Tara is well matched, partners tend to support each other during difficult times and promote a healthy lifestyle together. It reflects emotional reassurance, stability, and the ability to overcome challenges as a team.",
    "4": "Yoni (Sexual and Physical Compatibility)",
    "4_": "Yoni Koota represents sexual compatibility, intimacy, and physical attraction between partners. Each Nakshatra is associated with a specific animal (Yoni), and compatibility is judged based on the natural relationship between these animals. This koota is given 4 points, highlighting the importance of physical harmony in marriage. A good Yoni match indicates strong physical attraction, mutual satisfaction, and comfort in expressing affection. An unfavorable Yoni score may suggest differences in sexual needs, misunderstandings, or lack of intimacy. While not the sole determinant of marital success, this factor plays a key role in emotional bonding and long-term happiness. In today’s context, Yoni compatibility can be understood as chemistry and emotional closeness. When this aspect is balanced, couples experience trust, warmth, and deeper connection. Physical compatibility also helps reduce conflicts and strengthens emotional ties, making Yoni Koota a vital aspect of kundli matching.",
    "5": "Graha Maitri (Mental and Intellectual Compatibility)",
    "5_": "Graha Maitri focuses on friendship and harmony between the ruling planets of the Moon signs of both partners. It carries 5 points and is one of the most important factors in kundli matching. This koota reflects mental compatibility, communication style, and mutual understanding. A favorable Graha Maitri score indicates that partners think alike, respect each other’s opinions, and can resolve conflicts through discussion. If this koota is weak, misunderstandings, communication gaps, or frequent arguments may arise. Strong planetary friendship, however, enhances trust and emotional comfort. Practically, Graha Maitri is about how well couples connect mentally and emotionally. Good compatibility here ensures smoother communication, shared interests, and emotional bonding. It helps partners feel heard, valued, and supported, which is essential for a stable and happy marriage.",
    "6": "Gana (Nature and Temperament Compatibility)",
    "6_": "Gana Koota assesses the basic nature and temperament of the couple. Nakshatras are divided into three Ganas—Deva (divine), Manushya (human), and Rakshasa (demonic). This koota is allotted 6 points and evaluates behavior, attitude, and emotional responses. A good Gana match indicates similar temperaments and compatible lifestyles. Mismatches, especially between Deva and Rakshasa Ganas, may lead to conflicts, ego issues, or differences in values. However, understanding and maturity can often balance these effects. In real life, Gana compatibility reflects how partners react to situations, handle stress, and express emotions. When Gana is well matched, couples enjoy emotional balance, patience, and mutual respect, leading to a peaceful and cooperative married life.",
    "7": "Bhakoot (Rashi Relationship and Family Harmony)",
    "7_": "Bhakoot Koota examines the relationship between the Moon signs of both partners and its impact on emotional bonding, financial stability, and family life. It carries 7 points and is considered highly significant. Certain Moon sign combinations may create Bhakoot Dosha, which is believed to cause emotional distance or financial stress. A favorable Bhakoot score suggests strong emotional connection, financial harmony, and family support. An unfavorable match does not always mean rejection, as cancellations and remedies are often considered by astrologers. Symbolically, Bhakoot reflects shared responsibilities, family values, and long-term planning. Good compatibility here helps couples manage finances wisely, support family growth, and maintain emotional closeness throughout life.",
    "8": "Nadi (Health, Progeny, and Genetic Compatibility)",
    "8_": "Nadi Koota is the most important factor in kundli matching and carries 8 points. It relates to health, progeny, and genetic compatibility. There are three Nadis—Aadi, Madhya, and Antya—and ideally, both partners should have different Nadis. Nadi Dosha occurs when both partners share the same Nadi and is traditionally considered serious. However, modern astrology also considers planetary positions and dosha cancellations before drawing conclusions. From a broader perspective, Nadi compatibility represents overall harmony, health, and continuity of the family. When well matched, it indicates balanced energy, good health, and happiness in married life, making it a crucial element of kundli matching."
  },
  "sanskar": {
    "title": "16 Sanskar: Life’s Sacred Journey",
    "benifits": "Vastu Shastra promotes harmony between natural elements and living spaces. It enhances positive energy, health, peace, prosperity, mental clarity, and balanced relationships by aligning homes with natural and cosmic forces.",
    "social": "Get connected with us on social networks:",
    "type": "The 16 Sanskars (Samskaras) in Hinduism",
    "subTitle": "The 16 Sanskar (Shodasha Samskara) are sacred rites of passage described in Hindu philosophy that guide an individual’s life from conception to death. These Sanskars are meant to purify the body, mind, and soul at every important stage of human life. They help shape a person’s character, values, discipline, and spiritual awareness, ensuring balanced physical, mental, social, and moral development. In Vedic tradition, Sanskars are not merely rituals, but spiritual refinements that prepare an individual to live in harmony with dharma (righteous living). Each Sanskar marks a significant milestone—such as birth, education, marriage, and the final rites—and is performed with mantras, prayers, and symbolic actions. Together, these rituals emphasize responsibility, gratitude, self-control, and respect for life. The 16 Sanskars include ceremonies related to prenatal care, childhood development, education, household responsibilities, spiritual growth, and liberation. They are designed to align an individual’s life with natural, social, and cosmic laws. While modern lifestyles may not follow all Sanskars strictly, their underlying principles remain relevant today. Overall, the 16 Sanskars serve as a complete life-guidance system, helping individuals lead a disciplined, meaningful, and spiritually enriched life while maintaining harmony with society and nature.",
    "1": "Garbhadhan Sanskar",
    "1_": "Garbhadhan Sanskar is the first of the sixteen Sanskars and marks the sacred intention of bringing a child into the world. This ritual emphasizes purity of thought, emotional balance, and spiritual preparedness of both parents before conception. According to Vedic belief, the mental and moral state of parents at this stage deeply influences the physical, intellectual, and spiritual qualities of the child. Garbhadhan teaches responsibility, self-control, and respect for life. It encourages couples to see parenthood as a divine duty rather than a biological event. Even today, this Sanskar symbolizes conscious and mindful family planning.",
    "2": "Pumsavana Sanskar",
    "2_": "Pumsavana Sanskar is performed during the early months of pregnancy to ensure the healthy development of the unborn child. This Sanskar is meant to protect the fetus from physical and negative influences while promoting strength, intelligence, and well-being. It reflects ancient awareness of prenatal care and emotional stability. Pumsavana highlights the importance of positive environment, nourishment, and mental peace for the mother. Symbolically, it expresses hope for a healthy, virtuous, and capable child.",
    "3": "Simantonnayana Sanskar",
    "3_": "Simantonnayana Sanskar focuses on the emotional happiness and mental peace of the expectant mother. Performed during later pregnancy, this ritual involves family members offering blessings, music, and positive energy. Ancient scriptures recognized that a calm and joyful mother contributes to a healthy child. This Sanskar reduces stress, strengthens family bonding, and ensures emotional support for the mother. It also represents respect for motherhood and the nurturing role of women.",
    "4": "Jatakarma Sanskar",
    "4_": "Jatakarma Sanskar is performed immediately after the child’s birth. It welcomes the newborn into the world and seeks blessings for long life, intelligence, and good health. Traditionally, honey and ghee are offered to the baby as symbols of sweetness and nourishment. This Sanskar signifies gratitude to nature and divine forces for safe childbirth. It also strengthens the emotional bond between parents and the newborn.",
    "5": "Namkaran Sanskar",
    "5_": "Namkaran Sanskar gives the child a meaningful and auspicious name, often chosen according to astrology and family tradition. A name represents identity, personality, and destiny. This Sanskar formally introduces the child to society and family lineage. It also instills cultural values and a sense of belonging. The chosen name is believed to influence the child’s character and future.",
    "6": "Nishkramana Sanskar",
    "6_": "Nishkramana Sanskar is a customary ceremony where a baby takes its first foray outside of the dwelling at around three to four months of age. It is a formal introduction to the world and has a strong Ayurvedic rationale. The ritual involves applying mustard, honey, and ghee to the baby, which have antiseptic and nourishment properties. Nishkramana symbolizes that life is no longer confined indoors and connects the child to the community's temples and culture. Modern Indian parents celebrate this rite around the 3-4 month mark, with some variations including carrying the baby out to meet elders or visiting a temple.",
    "7": "Annaprashana Sanskar",
    "7_": "Annaprashana Sanskar is a traditional Sanskar that marks a baby's first intake of solid food, usually around the sixth month. It is a festive occasion celebrating the child's growth and supplemental food intake. The timing aligns with modern paediatric recommendations, which suggest mothers should exclusively breastfeed for approximately six months before introducing solids. This time allows the baby to lighten their digestive fire to new tastes, providing essential vitamins and minerals. The first solid food is considered an offering of abundance and thanksgiving, and some families pray to Annapurna or the family deity for sustenance. Today, many parents introduce solids gradually and celebrate the milestone with family.",
    "8": "Chudakarana Sanskar",
    "8_": "Chudakarana Sanskar involves shaving the child’s head for the first time. It symbolizes purification and removal of negative influences from past births. This ritual represents mental clarity, renewal, and growth. It is often performed at a temple or holy place.",
    "9": "Karnavedha Sanskar",
    "9_": "Karnavedha Sanskar is a traditional ear-piercing ceremony for infants, typically females, from 6 to 12 months or up to 3 years old. The ritual involves a priest or elder piercing the child's earlobes with auspicious singing and placing gold/silver ornaments. According to Ayurveda, ear piercing increases hearing competence, improves balance and brain functions, and is considered a religious practice. In Hindu culture, the first ear to be pierced is the right one, while the left one is the left one. Today, many parents perform the ear-piercing at home or a jewelry shop, with the spirit observed by choosing a good day, praying for the child, and applying aloe vera and turmeric for faster healing.",
    "10": "Vidyarambh Sanskar",
    "10_": "Vidyarambh Sanskar marks the child’s formal introduction to learning. The child writes the first letters, often “ॐ” or alphabets. This ritual emphasizes the importance of knowledge, discipline, and wisdom in life.",
    "11": "Vidyarambha Sanskar",
    "11_": "Vidyarambha Sanskar, also known as Akshararambha, is a ceremony marking the beginning of a child's formal education, typically between ages 3 and 5. It involves teaching the child to write their first letters or verses, often with mantras for wisdom. Ayurvedic and health benefits include well-balanced intellectual growth, and the practice of writing alphabets on rice can enhance fine motor skills and concentration. The rite invokes the blessings of Goddess Saraswati and Lord Ganapati, wishing for fruitful academic pursuits and the cultivation of curiosity and dharma. Today, Vidyarambha is celebrated as the child's first day in preschool or kindergarten, with modern twists including photographing children and offering a brain booster snack.",
    "12": "Samavartana Sanskar",
    "12_": "Samavartana Sanskar signifies the graduation from formal school or Brahmacharya ashram, marking the end of a student's study and readiness to return to household life. This ceremony includes a fire rite and blessings from teachers and parents. Samavartana is a health-conscious event, promoting balance between school silence, controlled diets, and family life. It also celebrates the acquisition of knowledge passed from the teacher to the students, with the student bringing home the sacred fire, becoming the light of wisdom returned to society. Modern families may not hold a proper graduation ceremony, but can mark the achievement in creative ways, such as gifting a puja or havan.",
    "13": "Vivaha Sanskar",
    "13_": "Vivaha Sanskar is a traditional Hindu wedding ceremony where the bride and groom take vows around the sacred fire Agni to become life partners. It is vital for preparing both individuals for household life. Ayurvedic/health benefits include rituals like turmeric baths and herbal tonics. The Haldi ceremony serves as an antiseptic and beautification treatment. Ayurveda recommends seasonal regimens and daily sacrifices for stability and health. The wedding diet is typically sattvic with occasional indulgences. Vivah refers to the merging of two souls, committing their lives to one another. Modern weddings can incorporate Ayurvedic wisdom, such as rest, a light diet, and couple meditations.",
    "14": "Vanaprastha Sanskar",
    "14_": "Vanaprastha Sanskar is a culture of retiring from worldly life in old age, transitioning from household duties to spiritual observances or societal service. It emphasizes longevity, balancing regimens, and spiritual liberation. Ayurvedic perspectives recommend lighter foods, daily self-massage, and morning walks for joint health. Modern Indian parents encourage elders to follow Ayurvedic suggestions for retirement, such as organizing daily timetables, participating in group yoga, and offering family traditions. Discussing this stage validates the needs of grandparents and educates children about life cycles.",
    "15": "Sannyasa Sanskar",
    "15_": "Sannyasa Sanskar is the last stage of life, traditionally involving becoming a monk and focusing on spiritual liberation. Ayurvedic lifestyle guidelines emphasize simplicity in food, celibacy, and meditation, promoting physical well-being and clarity. Sannyasa represents surrendering one's ego and finding the fulfillment of soul consciousness, with Hinduism encouraging detachment from worldly attachments. Although few formal Sannyasas are followed in urban families, their spirit inspires modern-day young adults, parents, and late-life sannyas-like habits. Teaching inner renunciation leads to contentment and well-being, as embraced by Ayurveda in India.",
    "16": "Antyeshti Sanskar",
    "16_": "Antyeshti Sanskar is the final rite of death, performed after one's death, involving cremation and purifying the soul. It is important for Ayurvedic wisdom, as it emphasizes the importance of care for the body until the last moment. Antyeshti also has spiritual significance, as it releases the soul from karmic bondage and guides the departed to peace and liberation. Modern funeral processions are often dictated by community customs, but Antyeshti reminds parents to respect the body and the sacredness of life's end."
  },
  "poojaBenifits": {
    "0":"Benefits of Vastu",
    "1": "Spiritual Growth and Inner Peace",
    "1_": "Pooja helps connect the individual with divine energy, creating inner peace and spiritual awareness. Regular worship calms the mind, reduces negative thoughts, and strengthens faith. It encourages self-reflection, devotion, and gratitude, leading to emotional balance and a deeper sense of purpose in life.",
    "2": "Mental and Emotional Well-Being",
    "2_": "Performing Pooja regularly reduces stress, anxiety, and mental restlessness. Chanting mantras and focusing on rituals improves concentration and mindfulness. The peaceful atmosphere created during worship promotes positivity, emotional stability, and mental clarity, helping individuals cope better with daily challenges.",
    "3": "Positive Energy and Harmony",
    "3_": "Pooja purifies the surroundings by generating positive vibrations. The use of incense, lamps, bells, and mantras cleanses negative energies and creates harmony at home. This positivity enhances relationships, promotes unity among family members, and maintains a spiritually uplifting environment.",
    "4": "Discipline and Moral Values",
    "4_": "Daily Pooja instills discipline, routine, and self-control. It encourages values such as patience, humility, respect, and gratitude. By following rituals regularly, individuals develop a structured lifestyle, ethical thinking, and a strong moral foundation that guides their actions in personal and social life."
  },
  "about": {
    "who": "Who we are and what we do",
    "who_1": "Pandit Raja Shastri Ji is a Vedic priest with over 20 years of experience in Gau Seva, Vedic pooja, Vastu Shastra, and the 16 Sanskars.",
    "who_details": "Pandit Raja Shastri Ji is a highly respected and experienced spiritual guide with over 20 years of dedicated service in the fields of Gau Seva, Vedic Pooja, Vastu Shastra, and the 16 Sanskars (Shodasha Sanskar). His life’s work is deeply rooted in Sanatan Dharma, with a strong commitment to preserving and practicing ancient Vedic traditions in their purest form. With profound knowledge of scriptures, rituals, and spiritual sciences, Pandit Ji has guided thousands of families through important religious and life events. His expertise in Gau Seva reflects his belief in the sacredness of cows and their vital role in spiritual, environmental, and social well-being. Through continuous service and care, he promotes compassion, dharma, and selfless service.Pandit Raja Shastri Ji performs a wide range of Vedic Poojas, including Grah Shanti, Havan, Yagya, and special Anushthans, ensuring rituals are conducted with complete vidhi-vidhan and devotion. His deep understanding of Vastu Shastra helps individuals and organizations bring harmony, positivity, and prosperity into their homes and workplaces.He a lso specializes in conducting all 16 Sanskars, from Garbhadhana to Antyeshti, guiding individuals through every sacred milestone of life with authenticity and spiritual integrity. Through his work, Pandit Raja Shastri Ji continues to spread faith, balance, and divine grace in modern life while staying true to timeless Vedic values."
  },
  "forms": {
    "title": "For Know More",
    "1": "Full Name",
    "2": "Contect Number",
    "3": "Email Id",
    "4": "Tell us what you want to talk about",
    "6": "Date",
    "5": "Submit"
  },
  "footer": {
    "social": "Conatct us social on media:",
    "add_1": "Naipura kalan, naipura khurd, tikri marg, varanasi – 221011",
    "add_2": "N-13/209, E2-Kedar nagar colony near upkar hospital, brijenclave, varanasi uttar pradesh - 221005",
    "phone_1": "+918542878714",
    "phone_2": "+917007121417",
    "contact": "Contact us"
  }
}